Первые шаги
	Когда AIR³ подключен к Интернету (Wi-Fi, Bluetooth, USB или 4G (требуется SIM-карта), либо к любому компьютеру:
	1 / Зарегистрируйтесь на сайте AIR³, чтобы быть в курсе .
	2 / Зарегистрируйтесь на сайте Xcontest для облачных полетов и расширенных функций XCTrack. Сохраните имя пользователя и пароль для следующего шага.
	3 / С помощью AIR³ запустите XCTrack Pro и введите свои данные (следуйте указаниям мастера или перейдите в «Настройки» / «Пилот» и нажмите «Войти в Xcontest» после того, как введете свое имя пользователя и пароль.
	4 / Установите свой часовой пояс. Перейдите в Настройки устройства / Система / Дата и время, отключите «Автоматический часовой пояс» и выберите свой часовой пояс. После этого снова включите «Автоматический часовой пояс». Обратите внимание, что этот часовой пояс важен для первого поиска спутников (GPS) и для лицензии XCTrack Pro.
	5 / Посмотрите видеоролики Software Tuto, чтобы узнать больше о функциях AIR³.
		Запуск и Air³ Manager
		XCTrack Pro
		Смотрите другие (Flarm - Flymaster - Livetrack24,…) на карте XCTrack через руководство XC
		Смотрите на OGN через XC Guide
		Управление треками
		Соревнование
		Управление воздушным пространством
		Карты и файлы высот
	6 / Настройте онование, если вы используете его или липучку.
		Если вы используете базу, посмотрите эти видео:
			Основание из АБС-пластика
			Металлическое основание и основание парамотора
		Если вы не используете основание, но хотите использовать прилагаемую липучку непосредственно на AIR³, примите во внимание следующие советы:
			Подождите 48 часов после установки липучки для максимального захвата.
			Не закрывайте динамик, если уровень звука вариометра не будет слишком слабым.
			Не закрывайте камеру и отверстие для датчика давления.
			Фото спинки на липучках
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/black-velcro-2048x1450.jpg
	7 / Наслаждайтесь 

Main features
	XCTrack launch
		XCTrack pro запускается при запуске AIR³. Если вы выйдете из XCTrack, вы можете легко перезапустить его, щелкнув основной виджет на рабочем столе. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/01/Screenshot_20200110-083547.png
	Open menu
		Чтобы открыть меню, просто проведите пальцем вниз по экрану или в перчатках для сенсорного экрана.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/get_menu2.png
		Примечание: если вы хотите открыть меню с помощью физической кнопки, перейдите в «Меню» / «Настройки» / «Привязки клавиш» (Preferences/Key bindings) и свяжите действие «Показать меню» с выбранной вами кнопкой.
	Zoom in/Zoom out
		Чтобы увеличить или уменьшить масштаб, вы можете либо щелкнуть (короткое нажатие) на экране на виджете + или - пальцем (голым или в перчатках для сенсорного экрана), либо щелкнуть (короткое нажатие) кнопку громкости + или - над AIR³ ( можно с толстыми перчатками не для сенсорного экрана). Дополнительные сведения о кнопке масштабирования карты см. В подразделе «Кнопки действий» руководства по виджетам XCTrack Pro. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Zoominout_screen.png
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Zoominout_button.png
	Switch pages
		Для переключения страниц вы можете провести пальцем влево или вправо по экрану (пальцем или в перчатках для сенсорного экрана) или щелкнуть (долгое нажатие) кнопку громкости + или - над AIR³ (можно с толстыми перчатками не для сенсорного экрана). Дополнительные сведения о том, как связать кнопки с определенными действиями, см. В разделе «Привязки клавиш» меню / «Настройки» / «Привязки клавиш» .  (Preferences/Key bindings)
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Swithpages_screen.png
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Switchpages_button.png
	Previous/Next waypoint
		Чтобы изменить путевые точки (предыдущую или следующую в вашем маршруте / задаче), вы можете либо щелкнуть (долгое нажатие) на экране на виджете ← или → пальцем (голым или в перчатках с сенсорным экраном), либо щелкнуть (короткое нажатие или долгое нажатие) ) на кнопке камеры под AIR³ (требуется при использовании толстых перчаток без сенсорного экрана).
		Дополнительные сведения о настройке кнопки навигации см. В подразделе «Кнопки действий» руководства по виджету XCTrack Pro. (Customize/XCTrack Widgets Manual/Action buttons)
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Previousnextwaypoint_screen.png
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Previousnextwaypoint_button.png
	Increase/decrease brightness
		Чтобы увеличить или уменьшить яркость, вы можете щелкнуть (короткое нажатие) на экране на виджетах яркости + или - пальцем (или в перчатках для сенсорного экрана). Увеличение яркости обеспечивает лучшую читаемость, уменьшение яркости дает вам большую автономность (яркость 50% дает вам почти вдвое большую автономность). Посмотрите на сравнение, сделанное здесь, и на видео, которое показывает то же самое . (http://www.fly-air3.com/support/miscellaneous/readability-2/ , http://www.fly-air3.com/support/videos/base-videos/base-videos-readability-improvement/)
		Расположение экрана, перпендикулярного вашему взгляду, значительно увеличивает удобочитаемость и значительно снижает потребность в яркости. Если ваше устройство невозможно наклонить, мы рекомендуем использовать AIR³ Base, чтобы наклонить инструмент прямо перед вашими глазами. Если вы не используете AIR³, вы также можете использовать Smart Multibase, которая подходит для большинства смартфонов . (https://www.fly-air3.com/products/base/smart-multi-base/)
		Благодаря виджетам яркости вы можете легко настроить яркость в соответствии с условиями полета. Дополнительные сведения о виджетах яркости дисплея см. В подразделе «Кнопки действий» руководства по виджетам XCTrack Pro. (Customize/XCTrack Widgets Manual/Action buttons)
	Make a call
		Чтобы позвонить, вы можете щелкнуть (долгое нажатие) на предварительно настроенном виджете телефонного звонка пальцем (или в перчатках для сенсорного экрана).
		Как только вызов сделан, вы можете снова взяться за клеванты, чтобы управлять своим крылом. Встроенный динамик и микрофон позволят вам общаться, не теряя контроля над своим крылом.
		Посмотрите короткое видео о том, как настроить виджет «Телефонный звонок» здесь (https://www.youtube.com/watch?v=97HS_CP6Ec4&list=TLGGayLuqYbv0oMyMTA1MjAyMQ). Дополнительные сведения о настройке кнопки «Телефон» см. В подразделе «Кнопки действий» руководства по виджетам XCTrack Pro. (Customize/XCTrack Widgets Manual/Action buttons)
	Turn on/off vario sound
		Чтобы включить или выключить акустический вариометр (как вариометр, так и слабый подъем ???), вы можете щелкнуть (короткое нажатие) на экране виджета кнопки вариометра пальцем (или в перчатках для сенсорного экрана).
		Дополнительные сведения о настройке кнопки Vario см. В подразделе «Кнопки действий» руководства по виджетам XCTrack Pro. (Customize/XCTrack Widgets Manual/Action buttons)
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/variosound.png
		Кроме того, вы также можете включить или отключить вариометр в Меню / Настройки / Звук / Акустический вариометр (Preferences/Sound/Acoustic vario). 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Acoustic-vario.png
	Contextual menu for navigation or airspace
		Чтобы получить доступ к контекстному меню,
			1) проведите пальцем вверх по виджету карты (см. Дополнительные сведения о виджетах XC Map или Task Map в руководстве по виджетам XCTrack Pro ), чтобы войти в специальный режим редактирования/планирования,
			2) нажмите и удерживайте карту в том месте, где вы хотите применить одно из следующих действий:
				Перейте к точке на карте . См. Страницу навигации для получения более подробной информации.
				Создать новую путевую точку . См. Страницу навигации для получения более подробной информации.
				Выбрать зону воздушного пространства, чтобы просмотреть детали или изменить статус. См. Более подробную информацию в разделе «Воздушное пространство» на странице «Настройки» руководства XCTrack Pro . Как только вы войдете в этот режим редактирования / планирования, все зоны воздушного пространства, для которых установлено значение «Автоматически» или «Активно», будут отображаться (даже те, которые фактически не активны, но настроены автоматически), так что вы сможете изменить статус.
	Quit XCTrack
		Чтобы выйти из XCTrack, проведите пальцем вниз по экрану или в перчатках для сенсорного экрана, чтобы открыть меню, затем нажмите кнопку выхода. 

Navigation
	На этой странице описывается меню навигации XCTrack. Ознакомьтесь с другими разделами, чтобы узнать больше о различных функциях XCTrack.
	Были созданы видеоролики, объясняющие различные функции XCTrack Pro. Проверьте видео страницы Tuto чтобы быстро узнать как использовать XCTrack Pro. 
	http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/navigation.png
	
	Waypoints
		Нажмите кнопку «Путевые точки» в правом верхнем углу, чтобы получить доступ к функциям путевых точек. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/navigation-waypoints-click2.png
		Путевые точки, используемые в навигации, считываются из файлов путевых точек.
		Перейдите на вкладку Файлы, чтобы активировать файл путевых точек.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Waypoint-no-file-activated.png
		Files
			Места
				AIR³ снабжен путевыми точками городов с населением 5000 и более человек для всех стран. Активируйте тот (файл??), который соответствует вашей стране, если вы хотите быстро перейти к одной из них.
				Кроме того, вы можете включить «города» (и / или «стартовые площадки») в разделе «Места» на вкладке «Файлы». На самом деле здесь будут перечислены только более крупные города.
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/waypoint-file-activation-belgium.png
			Упорядочить путевые точки в списке по
				Вы можете отсортировать путевые точки в списке по имени или по расстоянию.
				Сортировка по расстоянию удобна во время полета, так что вы быстро получаете путевые точки вокруг вас.
				Сортировка по имени удобна, когда у вас есть длинный список путевых точек, чтобы найти ту, которую вы ищете, отсортированных в алфавитном порядке.
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Waypoint-sort-by.png
			Файлы
				XCTrack перечисляет файлы путевых точек, расположенные в папке XCTrack / Waypoints. Одновременно можно использовать несколько файлов. Поддерживаемые форматы файлов путевых точек:
					Compe GPS '' .wpt ''
					Формат UTM '' .wpt '', ''. Utm ''
					Формат GpsDump (GEO) '' .wpt ''
					OZI Explorer '' .wpt ''
					Seeyou '' .cup ''
					XCSoar / WinPilot / Cambridge формат '' .dat '', ''. Xcw ''
				Имя / расширение файла на самом деле не имеет значения, правильный формат определяется автоматически на основе содержимого файла.
				Смотрите видео Tuto соревнования на странице видео TUTOS' что показывает как скопировать файл путевых точек в нужную папку Точек и активировать его.
				Если вы загрузили путевые точки через сжатый файл (например, .zip или .rar), вам необходимо сначала распаковать файл, прежде чем помещать его в папку путевых точек XCTrack. Для этого вы можете использовать такое приложение, как Zarchiver. Откройте приложение, откройте сжатый файл и «извлеките» файл путевых точек из сжатого файла. В зависимости от того, где вы извлекли файл путевых точек, вам может потребоваться скопировать / вставить его из его местоположения в папку путевых точек XCTrack с помощью диспетчера файлов.
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Waypoint-file-activation.png
			Импортированные путевые точки
				В каталоге XCTrack / Waypoints есть один специальный файл, который называется «xctrack-import.wpt» ''.
				Этот файл создается XCTrack при импорте задачи. Формат файла - GpsDump (GEO) в кодировке utf-8.
				Дополнительные сведения о том, как импортировать или сканировать задачу, см. В разделах «Конкурсная задача (маршрут)» или «Создайте маршрут / задачу с помощью Friendly Air Tool и легко отсканируйте QR-код, сгенерированный в AIR³» ниже. 
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Imported-file.png
				Выбрав только файл XCTrack-import.wpt на вкладке "Файлы", вы увидите только содержимое такого файла на вкладке "Путевые точки". 
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/waypoints-from-imported.png
				Путевые точки из этой импортированной задачи сохраняются в файле XCTrack-import.wpt. 
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Task-listing-turnpoints.png
				Если вы хотите отредактировать путевую точку, импортированную из задачи, вы должны сначала «Скопировать эту путевую точку на внутреннее устройство». Подробнее о том, как редактировать путевые точки, читайте в разделе «Путевые точки» ниже. 
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Copy-to-internals-first.png
				Не забудьте включить xctrack-internal.wpt на вкладке «Файлы», чтобы убедиться, что вы можете выбрать скопированную путевую точку на Internals.
				Выберите путевую точку для редактирования на вкладке «Путевые точки». Убедитесь, что вы выбрали правильную путевую точку, посмотрев на файл путевой точки, к которому она принадлежит (последняя строка деталей). 
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Turnpoint-to-edit.png
				Подробнее о том, как редактировать путевую точку, читайте в разделе «Путевые точки» ниже. 
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/newname-for-turnpoint1.png
			Внутренние путевые точки
				В каталоге XCTrack / Waypoints есть один специальный файл с именем '' 'xctrack-internal.wpt' ''. Этот файл служит хранилищем для «внутренних» путевых точек XCTrack. Он создается и редактируется XCTrack путем создания новой путевой точки, редактирования путевых точек или путем копирования путевой точки на внутренние устройства. Формат файла - GpsDump (GEO) в кодировке utf-8. Вы можете изменить этот файл вручную, но будьте осторожны:
					не изменяйте файл во время работы XCTrack - это может привести к потере ваших правок или любому странному поведению
					не делайте ошибок в файле, это может привести к потере некоторых путевых точек. Вы можете заменить файл другим файлом в любом формате, который понимает XCTrack. Он будет преобразован в формат GpsDump при первом редактировании.
				http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/internals.png
		Waypoints
			После включения файла путевых точек вернитесь на вкладку путевых точек, чтобы увидеть путевые точки. 
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/waypoints-search.png
			Тот же список, отсортированный по расстоянию.
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/waypoint-sort-by-distance.png
			AIR³ предоставляется с бессрочной лицензией XCTrack Pro. Одна из очень полезных функций XCTrack Pro - это возможность поиска путевых точек . Просто введите пару символов путевой точки, которую вы ищете, и функция поиска напрямую отфильтрует путевые точки, содержащие только что введенные вами символы.
			После выбора путевой точки вы можете изменить единицы измерения местоположения: градусы, градусы мин., Град. Мин. Сек. Или UTM.
			Вы можете прочитать расстояние от вашего местоположения до путевой точки, высоту и файл путевой точки, к которому она принадлежит.
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/waypoint-search.png
			Если вы хотите отредактировать путевую точку , вам нужно сначала « скопировать путевую точку во внутренние ».
			Путевые точки, которые «внутренние», можно редактировать.
			Обратите внимание, что вы также можете создать новую путевую точку прямо с этой страницы. Однако прочтите ниже более простой способ создать новую путевую точку прямо в том месте, где вы хотите ее создать.
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Screenshot_20200408-182848.png
			Отредактируйте путевую точку в соответствии с вашими потребностями. Чтобы выйти из поля редактирования, нажмите кнопку «Назад» (маленький треугольник). 
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Screenshot_20200408-182510.png
			Нажмите «ОК», чтобы сохранить изменения. 
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Screenshot_20200408-182518.png
			Чтобы создать путевую точку , вы можете « добавить путевую точку » прямо из меню … но вам нужно будет ввести все детали, включая местоположение. 
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Screenshot_20200408-182848.png
			Вы также можете создать путевую точку через контекстное меню на карте, как описано на странице Основные функции» « Руководства по XCTrack Pro .
				1) Проведите пальцем вверх, чтобы войти в специальный режим редактирования.
				2) Нажмите и удерживайте место, где вы хотите создать новую путевую точку, чтобы открыть контекстное меню.
				3) Выберите «Создать новую путевую точку» в контекстном меню. Подробнее прочитать о виджете	карты : виджет XC карты в Xcontest части из мануала по виджетам XCTrack Pro и виджет карты задачи в разделе соревнование из мануала по виджетам XCTrack.
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Contextual-menu-click2.png
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/create-NW-click.png
	Back to takeoff
		Как указано в названии, этот режим навигации используется для указания направления старта. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/navigation-takeoff.png
	Triangle closing
		Режим навигации закрытия треугольника используется, чтобы указать направление наилучшего треугольника, в котором вы можете летать, в зависимости от вашего положения и пройденного расстояния.
		Сначала он переходит к ближайшей точке закрывающего цилиндра.
		Когда вы закрываете треугольник (вы только что пересекли закрывающий цилиндр), он переходит на взлет.
		Используя этот режим, вам следует рассмотреть возможность активации инструментов XC, связанных с треугольниками виджета карты XC, доступного в подразделе настроек карты XC. Подробнее об этих инструментах в конфигурации виджета XC карты в разделе Xcontest из мануала по виджетам XCTrack Pro.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/navigation-triangle.png
	Waypoint (Go to)
		Режим навигации по путевой точке - это простой способ перейти к (ПЕРЕЙТИ К) данной путевой точке.
		Ознакомьтесь с описанием путевых точек здесь выше, чтобы получить более подробную информацию о способах активации файла путевых точек, поиске путевой точки или создании новой путевой точки.
		Режим навигации по путевой точке не учитывает круг вокруг путевой точки и будет продолжать указывать направление данного местоположения (центра) путевой точки. Подумайте об использовании режима соревнования, если вы хотите учесть круг вокруг путевой точки.
		Режим навигации по путевой точке учитывает только одну путевую точку. Рассмотрите возможность использования режима соревнования, если вы хотите проложить маршрут и пройти через разные путевые точки.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/navigation-waypoint-goto.png
		Существует еще один метод перехода к точке на карте через контекстное меню виджета карты (дополнительные сведения о виджетах XC» или « Карта задач»  « см. В руководстве по виджетам XCTrack Pro ). Когда у вас появится контекстное меню, выберите «Перейти к точке на карте», и XCTrack проведет вас к этой точке. Дополнительные сведения о том, как получить контекстное меню, см. В разделе « Основные функции AIR³» в руководстве по XCTrack Pro. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/navigation-waypoint-goto.png
	Competition task (route)
		Режим навигации для соревнований можно использовать для соревнований, для навигации по различным путевым точкам (маршруту) или просто для перехода к путевой точке с заданным кругом вокруг нее.
		Что касается соревнований, прочтите более подробную информацию о различных виджетах, доступных для соревнований, в подразделе « Соревнования» руководства по виджетам XCTrack Pro.
		Также подготовлен видеоролик о соревнованиях. Смотрите это на странице видео .
		Более подробную информацию о соответствии требованиям для соревнований категории 1 FAI можно найти в разделе часто задаваемых вопросов. (...)
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/navigation-competition.png
		
		На вкладке ИЗМЕНИТЬ введите все свойства задачи, как показано на доске задач.
		В любой момент вы можете «Очистить задачу», чтобы вернуться к настройкам по умолчанию и удалить различные путевые точки.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/competition-empty.png
		Определите тип гонки.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/competition-type-of-race.png
		Определите тип старта.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/competition-start.png
		Определите тип цели.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/competition-goal.png

		измерения Расстояния
			XCTrack поддерживает сферу FAI и эллипсоид WGS-84 для вычисления расстояний. Выберите его в раскрывающемся меню. В настоящее время для большинства соревнований требуется модель WGS-84. Две формулы дают несколько разные результаты. В зависимости от вашего местоположения на Земле вы можете ожидать разницу примерно в 0,5%, при этом сферическая формула FAI дает большее расстояние в обычных местах проведения соревнований. Это важно иметь в виду в наши дни, когда большие цилиндры становятся популярными в соревнованиях PG в последние годы. На радиусе цилиндра 50 км разница между формулой сферы FAI и формулой WGS-84 может составлять около 200-300 м, что очень легко может привести к созданию цилиндра в XCTrack, но его отсутствию в программе подсчета очков (!).
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/mesuring-distance.png
			Установите время начала и срок выполнения задачи. 
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/competition-time-set.png
			Нажмите «Добавить поворотную точку», чтобы открыть экран «Путевые точки» и добавить все поворотные точки задачи. 
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/add-turnpoints.png
		Вводить старт или нет? 
			Не имеет значения, вводите ли вы старт в качестве путевой точки или начинаете свой список точек поворота с первой точки поворота (обычно SSS). Первый поворот, если он автоматически помечен как ВЗЛЕТ.
			Если вы начинаете свой список точек поворота с первой точки поворота, обязательно отметьте эту точку как SSS (в противном случае она принимается по умолчанию как взлетная). Взлет никогда не является целью навигации, но используется для правильного вычисления расстояния задачи (см. Измерение расстояния выше). Вы можете указать радиус для точки поворота ВЗЛЕТ, но этот радиус никогда не используется и даже не отображается в списке точек поворота, если вы не снимете флажок ВЗЛЕТ (преобразовав его в SSS, нажав кнопку SSS).
		SSS, ESS
			SSS означает начало скоростной секции. В соревнованиях по парапланеризму его обычно называют стартовым цилиндром, но XCTrack использует термин SSS только потому, что его легко запомнить и сократить. ESS расшифровывается как End of Speed ​​Section и обычно используется в соревновательных задачах. ESS - это цилиндр (если он не совпадает с линией ворот), на котором останавливаются часы задачи.
		Поворотные точки типа EXIT?
			За исключением цилиндра начальной точки поворота, XCTrack не различает цилиндры ВХОДА и ВЫХОДА - вы должны пересечь границу цилиндра, чтобы совершить поворот. Это очень хорошо работает для всех задач, которые когда-либо видели в парапланеризме. Для обычных поворотных точек входа XCTrack проведет вас внутри цилиндра, чтобы сделать поворотную точку, для (редких) выходных поворотных точек XCTrack проведет вас по кратчайшему пути наружу. 
		Экономить батарею?
			Не беспокойтесь о выходе из XCTrack, если вы слишком долго ждете взлета. Когда вы покидаете экран редактирования задачи в XCTrack, задача сохраняется, и вы можете безопасно выйти из XCTrack или сразу же выключить устройство. Задача будет загружена и готова к запуску, как только вы снова запустите XCTrack.
		Проверка расстояния
			После ввода задачи проверьте расстояния в нижней части экрана РЕДАКТИРОВАНИЕ с помощью доски задач. Минимальное расстояние - это кратчайшее расстояние, рассчитанное от точки взлета до линии ворот (или до границы цилиндра ворот, если используется цилиндр ворот). Если точка поворота не указана, расстояние рассчитывается от вашего текущего местоположения. Расстояние между центрами - это заданное расстояние, не считая цилиндров поворотных точек, полезное в качестве контрольного значения для проверки с помощью простых инструментов. 
		СКАНИРОВАТЬ, ИМПОРТ, ОБМЕН, СОХРАНИТЬ… (про-версия)
			Чтобы отсканировать или импортировать задачу, поделиться или сохранить задачу, откройте меню в правом верхнем углу. 
			http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/competition-menu-click.png
			http://www.fly-air3.com/wp-content/uploads/sites/15/2021/04/Scan-QR-code-from-file.png
			Есть несколько способов поделиться заданием с другими пилотами на соревновании.
				Прямой QR-код
					На экране задач Меню / Навигация / Соревнование нажмите кнопку меню и выберите «Поделиться задачей по QR-коду / NFC». QR-код задачи отображается на экране.
					На принимающем AIR³ перейдите к экрану «Меню / Навигация / Соревнование», нажмите кнопку меню и выберите «Сканировать задание по QR-коду»; используйте камеру AIR³ для сканирования задачи.
					http://www.fly-air3.com/wp-content/uploads/sites/15/2021/04/QR-code-image.png
				QR-код передан / отсканирован из файла
					На экране задач «Меню / Навигация / Соревнование» нажмите кнопку меню и выберите «Поделиться задачей по QR-коду / NFC». QR-код задачи отображается на экране. В левом нижнем углу щелкните значок «Поделиться». В зависимости от установленного вами коммуникационного приложения поделитесь изображением QR-кода с тем, кому вы хотите поделиться QR-кодом.
					На принимающем AIR³ сохраните файл с изображением QR-кода, например, в папке Download. На экране задач Меню / Навигация / Соревнование нажмите кнопку меню и выберите «Сканировать QR-код из файла». Просмотрите AIR³, найдите сохраненный файл (например, папку загрузки) и выберите файл с изображением QR-кода.
				Делитесь, сохраняйте, импортируйте файл задачи
					На экране задач «Меню / Навигация / Соревнование» нажмите кнопку «Меню», выберите «Поделиться» и выберите предпочтительное приложение для общения, чтобы отправить файл задачи _ *. Xctsk, соответствующий задаче.
					Кроме того, вы также можете перейти в экран задач «Меню / Навигация / Соревнование», нажать кнопку меню и выбрать «Сохранить задачу в файл», чтобы сохранить задачу _ *. Xctsk в файле, соответствующем задаче. Затем перейдите в XCTrack / Tasks, чтобы выбрать его и поделиться им с вашим предпочтительным коммуникационным приложением.
					На принимающем AIR³ сохраните задачу _ *. Xctsk, полученную в XCTrack / Tasks или где-нибудь в AIR³ (но помните, где оно сохранено). Откройте XCtrack в принимающем AIR³ и на экране задач «Меню / Навигация / Соревнование», нажмите кнопку меню и выберите в меню функцию «Импортировать задачу из файла».
				Whatsapp, Google Drive, Messenger, электронная почта и т. Д.
					Вы можете поделиться файлом задачи * .xctsk или изображением QR-кода с любым другим инструментом, используя любые установленные приложения, способные передавать файл.
					На принимающем AIR³ сохраните файл задачи _ *. Xctsk или изображение QR-кода, полученное в любом месте AIR³ (но помните, где оно было загружено). Откройте XCtrack и используйте «Импортировать задачу из файла» или «Сканировать QR-код из файла» в зависимости от полученного файла.
	
	Create a route/task with the Friendly Air Tool and scan the QR code generated into AIR³ easily
		Вы можете быстро создать маршрут с помощью Friendly Air Tool и отсканировать сгенерированный QR-код. Вот пошаговая инструкция:
		Откройте браузер и перейдите в Friendly Air Tool . https://mids.be/fat/fat.php
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/11/QRcode.jpeg
		Щелкните по кнопке «Генератор маршрутов». 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/11/Route_Off-150x150.png
		
		Нажмите на карту на старте, чтобы создать свою первую путевую точку, щелкните на карте для каждой точки поворота, которую вы хотите создать и которая позволит вам избегать зон воздушного пространства. По завершении щелкните еще раз на последнем поворотном пункте, чтобы закрыть режим создания маршрута. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/11/Map2-route-created.png
		
		Нажмите кнопку «Экспорт генератора маршрутов». 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/11/Route_download-150x150.png
		С помощью XCTrack перейдите в Меню / Навигация / Соревнование. Вы можете отсканировать QR-код или импортировать загруженный файл, чтобы отправить его по электронной почте / WhatsApp или любым другим способом. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/01/Scan_QR_code-768x576.jpg
		Летайте и наслаждайтесь полетом, хорошо подготовившись. Просто следуйте направлению, указанному стрелкой! 
		
		Пример сгенерированного QR-кода.
		Попробуй это! (Обратите внимание, что вам понадобится XCTrack 0.9 или выше). 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/12/Scan-task.jpeg
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/12/QR-Revin-Hasselt-South-wind-No-BPC.png
		Вы подготовите свою задачу к полету ...
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/12/Route-revin-hasselt-No-BPC.jpeg
		После импорта задачи с XCTrack 0.9 или выше вы можете редактировать свою задачу (изменить тип гонки, тип пересечения SSS, радиус каждой поворотной точки ... Вы также можете изменить имя импортированных путевых точек, «скопировав путевую точку на внутреннее устройство». Затем вы можете редактировать путевую точку, включая изменение ее имени или установку правильной высоты. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2019/12/Screenshot_2019-12-08-08-04-302.png
Tracklogs
	На этой странице описывается меню Tracklogs XCTrack. Ознакомьтесь с другими разделами, чтобы узнать больше о различных функциях XCTrack.
	Были созданы видеоролики, объясняющие различные функции XCTrack Pro. Проверьте видео Tuto страницы чтобы быстро узнать как использовать XCTrack Pro. 
	http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/tracklogs.png
	Меню «Треклоги» позволяет вам получить локальный журнал треков, список выполненных полетов, который находится в XCTrack / Tracklogs /.
	Читайте ниже более подробную информацию о ваших «облачных полетах», доступных непосредственно в Интернете через вашу учетную запись Xcontest. 
	http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/list.png
	Когда вы нажимаете на конкретную дорожку (файл IGC), вы получаете различную информацию и параметры: статистику, маршруты, Xcontest. Вы также можете воспроизвести или удалить трек напрямую с помощью 2 кнопок вверху.
	Вкладка Xcontest - это ссылка на ваши «Облачные полеты». Вы можете загрузить свой трек вручную (если вы не настроили автоматическую загрузку с опцией Livetracking в настройках ). Этот механизм основан на вашей учетной записи Xcontest, которую вы должны были создать в начале ( см. Первые шаги ), и связан с вашего данными пилота в настройках .
	Нажав на меню (3 точки вверху справа), вы можете поделиться своим треклогом (вам необходимо установить коммуникационное приложение, такое как Whatsapp, Gmail, Messenger, Google Drive, Skype и т. Д.) 
	http://www.fly-air3.com/wp-content/uploads/sites/15/2021/03/Screenshot_20210308-172427.png
	Нажмите на знак +, чтобы прочитать подробности. 
	Stats
		Статистика дает вам подробную информацию о вашем полете: дату (должно быть время UTC, основанное на времени GPS), имя пилота и планер (тот, который закодирован в меню / настройках и хранится в файле IGC), а также различную информацию, относящуюся к полету. . 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/stats2.png
	Routes
		Маршруты предоставляют информацию о расстоянии, пройденном по 4 различным типам маршрутов: прямой от взлета до посадки, расстояние до 3 поворотных точек, треугольник FAI и плоский треугольник.
		XCTrack использует более быструю оптимизацию маршрутов с меньшим расходом заряда батареи по сравнению с оптимизацией маршрута, рассчитанной на сайте Xcontest (после загрузки трека на сайт Xcontest). Таким образом, вы можете увидеть небольшие различия в результатах, если сравните расстояния в XCTrack с расстояниями, привязанными к вашему полету на сайте Xcontest.org.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/route2.png
	Xcontest
		Вкладка Xcontest - это ссылка на вашу учетную запись Xcontest и ваши «Облачные полеты».
		Вы можете автоматически запрашивать свои полёты и «загружать» их в свою учетную запись Xcontest. Перейдите в Меню / Настройки / Livetracking и включите «Заявить на Xcontest автоматически». Это загрузит ваши полеты через 1 минуту после приземления. Фактически это делается непосредственно сервером Xcontest. Заявленные автоматически полёты всегда являются общедоступными.
		Полеты анализируются сервером, и будут заявлены только реальные полеты. Если вы хотите протестировать функцию Livetracking на машине или пешком, сервер определит, что это не настоящий полёт, и вы не сможете автоматически подать заявку на участие в Xcontest.
		Если эта опция не активирована, вы все равно можете загрузить полет вручную с помощью кнопки загрузки на вкладке Xcontest.
		Если вы хотите принять участие в конкурсе, будьте осторожны, требуя полет в течение периода подачи заявки (14 дней после полета). Если вы не участвуете в конкурсе, срок подачи заявок отсутствует. Вы всегда можете загрузить свой полёт в любое время, и по умолчанию полёт неактивен.
		Если вы хотите вручную загрузить свой полёт, вы можете решить, хотите ли вы, чтобы полёт был виден всем (общедоступным) или только вам после входа в свою учетную запись.
		Если вы хотите изменить статус своего полёта (общедоступный <-> закрытый) или удалить его из облачных полетов, войдите прямо на веб-сайт Xcontest.org и перейдите в «Myflights». Вы можете редактировать или удалять свои полёты, связанные с вашей учетной записью.
		Перед загрузкой полета вы можете изменить любые данные, которые потребуют редактирования (пилот, планер, имя пользователя для учетной записи Xcontest), нажав кнопку «изменить данные».
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Xcontest.png
	Cloud flights
		После того, как полёт загружен автоматически ( Меню / Настройки / Отслеживание в реальном времени ) или вручную (см. Подробности выше), вы можете увидеть свой полёт, щелкнув ссылку (требуется подключение к Интернету). По этой ссылке в веб-браузере будет отображаться ваш полёт.
		Примечание: если вы хотите повторно загрузить полет (с другим планером, например) из XCTrack, нажмите и удерживайте ссылку на xcontest, и вы увидите окно с вопросом, хотите ли вы загрузить снова или нет.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/uploaded.png
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/cloudflight1.png
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/cloudflight2.png
		
		
		Вы также можете зайти на сайт Xcontest.org и подключиться, чтобы посмотреть все свои полеты.
		Пока вы подключены к своей учетной записи XContest через браузер, вы также можете запросить полет, загрузив соответствующий файл IGC. Однако обратите внимание, что этот метод не устанавливает связь между дорожкой, хранящейся в вашем AIR³, и загруженной дорожкой на сервер Xcontest. Следовательно, у вас могут быть различия между вашими локальными треклогами и вашими «облачными» треклогами. Кроме того, вкладка Xcontest в Tracklogs не будет содержать ссылку на ваш трек, загруженный для удобного просмотра в вашем браузере.
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Cloudflights-1.png
	IGC replay
		Если вы нажмете «воспроизвести этот треклог», в меню появится новое меню «Воспроизведение IGC». Это меню позволяет вам изменять настройки воспроизведения IGC. 
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/IGC-replay-click.png
		В настройках воспроизведения IGC вы можете решить перейти непосредственно к определенной части вашего полета (позиция в журнале записи) или увеличить скорость воспроизведения.
		Если вы хотите выйти из повтора, просто нажмите кнопку «Выйти из повтора».
		http://www.fly-air3.com/wp-content/uploads/sites/15/2020/04/Screenshot_20200410-114107.png
		Если вы воспроизводите трек из журналов треков, дата трека будет соответствовать дате полета, а расписание, полученное с airspace.xcontest.org, сайта относится к ближайшему будущему. Если вы воспроизводите старую композицию и используете последнюю информацию, полученную с сайта airspace.xcontest.org , эта информация не считается действительной для такого полета.
		Когда воздушные пространства не обновляются, XCTrack переключается в отказоустойчивый режим и отображает все воздушные пространства, как если бы они все были активными. Вы можете проверить действительность воздушного пространства, щелкнув страну на вкладке «Интернет» в меню / «Настройки» / «Воздушное пространство» . Это откроет новое окно, содержащее вверху срок действия.
		Подробнее о том, как получить обновленные активации воздушного пространства, читайте на вкладке Интернет в Меню / Настройки / Воздушные пространства .
Customize
	XCTrack Widgets Manual
		General information regarding widget configuration
		System
			Status line
		Flying
			Time
			Speed
			Airspeed
			Bearing
			GPS Altitude
			Baro altitude
			AMSL
			Flight Level
			AGL
			Altitude above takeoff
			Vertical speed
			Vario Bar
			Glide Ratio
			Location
			Air time
			Sunset
			Civil twilight
			Vertical graph
		Air
			Wind speed
			Wind direction
			Thermal assistant
				Map configuration
				Postpone airspace showing
			Thermal gain
			Altitude statistics
			QNH
		Xcontest
			XC map
				Map configuration
				Postpone airspace showing
				XC map settings
			Flown XC Distance
			UNFINISHED Triangle
			Average XC speed
		Navigation
			Compass and wind
			Digital Compass
			Side view
			Next Turnpoint
			Distance Next
			Next TP TOA
			Next TP Height 
			Glide Ratio to TP 
			Airspace proximity 
			Distance from takeoff 
			Course to takeoff
		Competition
			Task map
				Map configuration
				Postpone airspace showing
			Distance to goal
			Distance to ESS
			Altitude over goal
			Altitude over ESS
			Glide to goal
			Glide to ESS
			Time to start
			Time at start
			Speed to start
			% of speed section
			Task summary
		Livetracking
			Incoming messages
		Action buttons
			Navigation buttons
			Phone button
			Camera app button
			Map zoom button
			Vario button
			GPS/Baro source settings
			Display brightness
		Others
			Free text
			Web page
			External Data Display
Preferences
	Pilot
	Livetracking
	Aircraft
	XC Disciplines and Competition
	Altimeter/QNH settings
	Airspaces
		Web
		Files
		Activate
		Settings
	Maps
		Terrain
		RoadMap
	Sound
		Acoustic vario
		Custom sound
	Display
	Pages layout
	Key bindings
	Automatic actions
	Connection & sensors
	Android Integration
	Testing & Debug
	Subscription & Pro
Livetracking
	Xcontest live webpage
	Flights
	Messages

Quick videos: how to …
	Decrease the vario sound volume
	Customize the interface
	Configure the phone button and make a call while flying
	Software upgrade
	Magnetic USB head removal
	Turn on weak lift sniffer vario sound
	Turn off automatic thermal assistant page switch
	USB cable connection for file transfer
	SIM card insertion
	Export configuration 
Software tutos videos
	XCTrack Pro
	Startup and AIR³ Manager
	See others (Flarm - Flymaster - Livetrack24,...) on XCTrack Map via XC Guide
	Be seen on OGN via XC Guide
	Tracks Management
	Competition
	AIRSPACE Management
	Maps and Terrain
	Create a route or a task
	Web page widget
	