14
+	4:36	С НОВЫМ 2020 ГОДОМ по-психотерапевтически)	87 тыс. просмотров	2 недели назад
	24:35	ТМПУ 3 сезон: РАЗБОР ПСИХОЛОГА. Чечела, Мальвина, Мотя, ХТЗ, Мелман, Руда	142 тыс. просмотров	4 недели назад
	54:39	Q&A Психология/Психотерапия: Ответы на пропущенные донаты	67 тыс. просмотров	2 месяца назад
	3:27:05	Стрим №4. Вопросы и ответы	94 тыс. просмотров	2 месяца назад
	37:39	Джокер-2019: Психологический разбор от врача-психиатра!	406 тыс. просмотров	3 месяца назад
+.	15:10	Биохакинг мужественности. Почему мужчинам вредно работать психологами?	140 тыс. просмотров	3 месяца назад
	3:09:52	Стрим №3. Осенний Чил	103 тыс. просмотров	3 месяца назад
+	10:37	Как психотерапия изменила моё лицо	392 тыс. просмотров	4 месяца назад	Субтитры
+	16:55	Мое образование: показываю свои дипломы	193 тыс. просмотров	4 месяца назад
	2:16:09	Q&A Психология/Психотерапия: Ответы на вопросы со стрима	87 тыс. просмотров	6 месяцев назад
	3:35:18	Стрим№2. Ответы на вопросы. Свободная тема. Общение)	119 тыс. просмотров	7 месяцев назад
	25:20	15 лучших книг по психологии и психотерапии!	229 тыс. просмотров	8 месяцев назад
	3:21:33	Стрим №1. Профессиональная самореализация	129 тыс. просмотров	8 месяцев назад
+	2:40	Всем привет!	58 тыс. просмотров	11 месяцев назад	Субтитры
	14:310:454	= 14:317:34 = 19:17:34 ИТОГО
------------------------------------------
29
+--	15:26	Психологическая травма: как исцелиться самому. Терапевтическая игра	86 тыс. просмотров	4 дня назад
+	14:55	Мой парень - мягкий абьюзер по типу "Жертва" и "мистер Сверхчувствительность"	136 тыс. просмотров	1 месяц назад Субтитры
+	30:20	Выход из любовного сценария на примере Тургенева и Серябкиной	149 тыс. просмотров	2 месяца назад
+	18:00	Как выбрать психолога и не облажаться	72 тыс. просмотров	2 месяца назад
+	15:32	Как выйти из экзистенциального кризиса	159 тыс. просмотров	2 месяца назад
+	18:01	4 вида любовной зависимости. Любишь ты или нет? Нейробиология любви	226 тыс. просмотров	3 месяца назад
	36:30	МЫШЛЕНИЕ: сделай его АДЕКВАТНЫМ. Когнитивная реструктуризация. Когнитивно-поведенческая терапия	201 тыс. просмотров	5 месяцев назад
+	37:54	Эмоциональное выгорание. Лечение по стадиям. Саббатикал	351 тыс. просмотров	5 месяцев назад
	7:04	Негативные предсказания о будущем: проверь свои! Бихевиоральный эксперимент	131 тыс. просмотров	5 месяцев назад
+	1:04:55	ЗДОРОВАЯ САМООЦЕНКА И ЛЮБОВЬ К СЕБЕ: ультимативный гайд	444 тыс. просмотров	6 месяцев назад
+.	22:04	7 видов сновидений, раскрывающих тайны вашего бессознательного	298 тыс. просмотров	7 месяцев назад
	15:27	Чем сериалы опасны для вашей психики	233 тыс. просмотров	7 месяцев назад
	33:40	3 условия блестящего выступления на публике. Ораторское мастерство	58 тыс. просмотров	8 месяцев назад
	31:09	Глубинное чувство вины: как избавиться навсегда!	275 тыс. просмотров	8 месяцев назад
+	20:42	Как принимать решения. 2 проверенные методики!	219 тыс. просмотров	8 месяцев назад
+	12:11	"Диагноз" по аватарке: 6 типажей	715 тыс. просмотров	9 месяцев назад
+.	17:25	❤ Настоящая Любовь vs. Миф о Романтической Любви ❤	358 тыс. просмотров	9 месяцев назад
	8:50	Как мотивировать себя на учебу, если родители заставляют учиться (контролируют вас, опекают)	24 тыс. просмотров	10 месяцев назад
+.	13:19	Как мотивировать себя на учебу и саморазвитие	314 тыс. просмотров	10 месяцев назад
+	20:44	Позитивное мышление: вред или польза? Можно ли всегда добиваться того, что хочешь?	194 тыс. просмотров	10 месяцев назад
+	13:36	Медитация осознанности: ясное мышление, покой, убрать негатив. Как научиться медитировать	180 тыс. просмотров	10 месяцев назад
+	7:23	Как правильно себя вести с человеком в остром психозе?	118 тыс. просмотров	11 месяцев назад
	4:25	Как правильно критиковать	35 тыс. просмотров	11 месяцев назад
	20:51	Личные границы ч.2: как отстоять, защитить. Причины. Как отказать, как сказать "нет"	121 тыс. просмотров	11 месяцев назад
	16:07	Личные границы ч.1: как узнать свои границы. Польза злости. 3 степени близости отношений	209 тыс. просмотров	11 месяцев назад
+	4:25	Как преодолеть любой стыд навсегда	130 тыс. просмотров	11 месяцев назад
+.	14:10	Как управлять людьми (поведением другого человека)	143 тыс. просмотров	11 месяцев назад
+	11:15	Психическое здоровье: существует ли? Зачем нужно? Что даёт?	69 тыс. просмотров	11 месяцев назад
+	11:58	Где живет Бог в нашей психике? Психоанализ о Боге	82 тыс. просмотров	11 месяцев назад
	1:470:1242 = 1:490:42 = 9:10:42

-------------------------

тренинг навыка стрессоустойчивости - 11{
	11:06	2 разные формы стресса, которые каждый должен уметь отличать друг от друга	82 тыс. просмотров	11 месяцев назад
	7:28 - о чем нам говорит тревога	3 вещи, о которых нас пытается предупредить тревога	159 тыс. просмотров	11 месяцев назад
	8:00 - Психоанализ о тревоге	Психоанализ о тревоге, три поросенка и "тревога - главный двигатель прогресса"?	67 тыс. просмотров	11 месяцев назад
	4:15 - Стрессоустойчивость. Принципы	Тренинг навыка стрессоустойчивости: смысл, принципы, список приёмов	54 тыс. просмотров	11 месяцев назад
	13:54 - Самоутешение. Как снять стресс	Как снять стресс, тревогу и пережить перемены в жизни 1: Самоутешение	181 тыс. просмотров	11 месяцев назад
	6:12 - Самоуспокоение	Как снять стресс, тревогу и пережить перемены в жизни 2: самоуспокоение	65 тыс. просмотров	11 месяцев назад
	7:14 - отвлечение внимания	Как снять стресс, тревогу и пережить перемены в жизни 3: отвлечение внимания	58 тыс. просмотров	11 месяцев назад
	17:03 - Поиск смысла	Поиск смысла: кто я? Почему это происходит со мной? За что мне это? Как пережить перемены, стресс 4	197 тыс. просмотров	11 месяцев назад
+	6:13 - Ошибки при стрессе	Осторожно! Ни в коем случае не делайте так: неправильное применение навыка стрессоустойчивости	151 тыс. просмотров	11 месяцев назад
	6:01 - как поддержать друга	Как поддержать близкого человека правильно, когда у него горе, стресс, неудача, трудности в жизни	99 тыс. просмотров	11 месяцев назад
	7:41	Релаксация: быстрый способ снять тревожность, панику, стресс! Мышечная релаксация по Якобсону	135 тыс. просмотров	11 месяцев назад
	92:187 = 95:07 = 1:35:07
}
депрессия - 4{
	43:56 - Депрессия	ДЕПРЕССИЯ: вся правда и мифы о биче 21 века	367 тыс. просмотров	6 месяцев назад
	1:05:41 - Депрессия: лечение	ДЕПРЕССИЯ: ЛЕЧЕНИЕ на примере клинического случая	312 тыс. просмотров	5 месяцев назад
	10:40	Лучшая Медитация при Депрессии	114 тыс. просмотров	4 месяца назад
	23:25 - Близкий человек в депрессии	ДЕПРЕССИЯ: 7 эффективных техник помощи близкому/родственнику с депрессией	92 тыс. просмотров	3 месяца назад
	1:81:162 = 2:23:42
}

навык управления эмоциями - 11(10){
+	12:17 - Эмоции. ЛикБез	Эмоции: функции, интенсивность, базовые эмоции. Навык управления эмоциями	159 тыс. просмотров	10 месяцев назад
+	10:29 - Эмоции. Что с ними не так?	Почему ваши эмоции "болеют"? Вторичные эмоции?! Инвалидизирующее окружение - что это?	131 тыс. просмотров	10 месяцев назад
+	25:35 - Пойми свои эмоции	Различать эмоции: гнев, грусть, стыд/чувство вины, страх, отвращение, радость, любовь, интерес	153 тыс. просмотров	10 месяцев назад
+	19:56 - Осознай свои эмоции	Осознавать эмоции: зачем? Как? Контролировать эмоции здраво. Шаг 2 управления эмоциями	163 тыс. просмотров	10 месяцев назад
+	27:50 - Выражай эмоции правильно	Как выражать позитивные и негативные эмоции? Невербальная, вербальная форма. Управление эмоциями ч.3	376 тыс. просмотров	10 месяцев назад
+	5:52 - Злость - это плохо?	Злость - это плохо?	71 тыс. просмотров	9 месяцев назад
+	12:48 - Чёрнаяч и белая зависть	Зависть: черная vs белая. Как правильно завидовать?	94 тыс. просмотров	8 месяцев назад
	32:33 - Держи себя в узде	Я - Гневливый Тиран! 5 простых шагов к обузданию гнева	113 тыс. просмотров	4 месяца назад
	(1/4)
+	16:30 - Помогите! Я ревную	РЕВНОСТЬ: истинный источник и избавление	192 тыс. просмотров	3 месяца назад
	(1/2)
+	12:49 - Токсичный стыд	Победить СТЫД! Стыд vs. чувство вины. Самопомощь нарциссам	117 тыс. просмотров	3 недели назад
	170:399 = 176:39 = 2:56:39
	138:366 = 144:06 = 2:24:06
}
обиды, недолюбленность, потребности - 5(4){
	22:17 - Недолюбленный ребенок	Недолюбленный ребенок. Дочь/сын без отца. Неудовлетворенные потребности. Анализ "белой половинки"	229 тыс. просмотров	7 месяцев назад
	(1/2)
	24:09 - Потребности человека	🔋 Потребности человека: узнай и удовлетвори свои	208 тыс. просмотров	7 месяцев назад
	(2/2)
+	15:53 - как получать подарки	ОБИДЫ Ч.1, Как я училась получать подарки и Схема-терапия	148 тыс. просмотров	2 месяца назад
	27:00 - Обиды: Глубинная проработка	ОБИДЫ Ч.2: Глубинная проработка источника. Недолюбленность на примере созависимости и гомосекс-ти	106 тыс. просмотров	1 месяц назад
+	13:54 - Люби меня по пунктам	ЭТО убьет вашу НЕДОЛЮБЛЕННОСТЬ навсегда! "Как меня правильно любить?!" ОБИДЫ Ч.3	179 тыс. просмотров	1 месяц назад
	101:133 = 1:43:13
	77:124 = 1:19:04
}
навык коммуникации - 6{
	21:27 - Общение. уровень БОГ	Отношения: виды, различия. Основы коммуникации. Стань мастером построения любых отношений!	251 тыс. просмотров	7 месяцев назад
	(1/2)
	23:59 - Лучший способ общения	КОММУНИКАЦИЯ: лучший универсальный способ- НЕНАСИЛЬСТВЕННОЕ ОБЩЕНИЕ	260 тыс. просмотров	7 месяцев назад
	(1/2)
	31:37 - Стань уверенным в себе	Уверенность в себе: до победного конца! Ассертивность. Четкие доказанные методы	304 тыс. просмотров	7 месяцев назад
	(1/2)
	35:12 - Конфликтуй правильно	КОНФЛИКТУЙ ПРАВИЛЬНО: четкая инструкция как для пылесоса)	250 тыс. просмотров	6 месяцев назад
	(1/2)
+.	32:33 - Держи себя в узде	Я - Гневливый Тиран! 5 простых шагов к обузданию гнева	113 тыс. просмотров	4 месяца назад
	(2/4)
+	32:00	ГЕНИЙ ЭМПАТИИ: как правильно слушать и понимать людей	169 тыс. просмотров	11 месяцев назад
	(1/2)
	174:168 = 176:48 = 2:56:48
}
отношения - 24(21){
	3:01	Главный секрет счастливых, долгих и крепких отношений, которые невозможно разрушить	115 тыс. просмотров 11 месяцев назад
	35:05 - Три правила идеальных отношений	Идеальные Отношения: 3 Принципа. Признаки здоровых и больных отношений	898 тыс. просмотров	9 месяцев назад
	12:12 - Ссоры в паре	Ссоры в паре: самая частая причина конфликтов в благополучных парах. Почему люди ссорятся?	204 тыс. просмотров	9 месяцев назад
	21:27 - Общение. уровень БОГ	Отношения: виды, различия. Основы коммуникации. Стань мастером построения любых отношений!	251 тыс. просмотров	7 месяцев назад
	(2/2)
	24:09 - Потребности человека	🔋 Потребности человека: узнай и удовлетвори свои	208 тыс. просмотров	7 месяцев назад
	(1/2)
+	10:16 - Как покорять сердца	Как влюбить в себя любого. Механизм развития любовной зависимости	589 тыс. просмотров	7 месяцев назад
+	11:56 - Пикап здорового человека	Как познакомиться с девушкой на улице и не облажаться	404 тыс. просмотров	7 месяцев назад
	10:13 - Как забыть человека	Как забыть человека, которого любишь. Пережить расставание с парнем/девушкой	287 тыс. просмотров	6 месяцев назад
	30:19 - Секреты идеального брака	Идеальные Отношения в Браке: 6 чётких техник. Как избежать развода?	325 тыс. просмотров	6 месяцев назад
+.	22:29 - Как понять женщину	Как понять женщину?	304 тыс. просмотров	5 месяцев назад
+	15:57 - Альфа или Омежка?	Уличный психо-этикет. Дальние отношения: лучшее поведение с малознакомыми людьми	193 тыс. просмотров	5 месяцев назад
	29:12 - Истерики: техника безопасности	Как не распустить жену. Женские истерики	215 тыс. просмотров	5 месяцев назад
+.	32:21 - Всё о дружбе	Дружеские отношения: как искать и заводить друзей, как правильно дружить	237 тыс. просмотров	5 месяцев назад
+	21:57 - Дружба М + Ж = ?	Дружба между мужчиной и женщиной: возможна ли?	248 тыс. просмотров	4 месяца назад
+	8:58 - Не бойтесь парни девушек	Всем парням, которые боятся иметь лучшую девушку	308 тыс. просмотров	4 месяца назад
	22:19 - Как понять мужчину	Как понять мужчину? И стать богиней в его жизни)	482 тыс. просмотров	4 месяца назад
	32:33 - Держи себя в узде	Я - Гневливый Тиран! 5 простых шагов к обузданию гнева	113 тыс. просмотров	4 месяца назад
	(3/4)
	16:30 - Помогите! Я ревную	РЕВНОСТЬ: истинный источник и избавление	192 тыс. просмотров	3 месяца назад
	(2/2)
+.	16:50 - Как добиться ВЗАИМНОСТИ	Как добиться ВЗАИМНОСТИ и получить САМЫЕ СЧАСТЛИВЫЕ отношения	326 тыс. просмотров	3 месяца назад
	32:00	ГЕНИЙ ЭМПАТИИ: как правильно слушать и понимать людей	169 тыс. просмотров	11 месяцев назад
	(1/2)
+	11:03 - Лечим любимых психопатов	Перевоспитать тирана?! ЗЕРКАЛЬНЫЙ ПРИНЦИП. Суть расстройств личности	86 тыс. просмотров	1 месяц назад
	(1/2)
+	4:43 - Верный признак любви	БЕЗОШИБОЧНЫЙ признак того, что В ВАС ВЛЮБЛЕНЫ	264 тыс. просмотров	1 месяц назад
+.	9:28 - Первая любовь	Почему первая любовь всегда несчастна и это хорошо и полезно для нас?	105 тыс. просмотров	Неделю назад
	???
	425:598 = 434:58 = 7:14:58
	356:508 = 364:28 = 6:04:28
}

расстройства личности - 12(10){
+	14:07 - Поставь себе диагноз	Поставь себе диагноз! Есть ли у меня расстройство личности? Основы психодиагностики для обывателей	468 тыс. просмотров	11 месяцев назад
+	16:55 - Социопаты. Кто они	СОЦИОПАТ (антисоциальное расстройство личности): бессовестный, бездушный и ... недалекий?!	338 тыс. просмотров	10 месяцев назад
+	13:13 - Я - Шизоид?	Странные чудики-одиночки: шизоидное расстройство личности (шизоиды)	368 тыс. просмотров	10 месяцев назад
	11:45 - Зависимое расстройство личности	Неприспособленный к жизни, несамостоятельный: зависимое расстройство личности	185 тыс. просмотров	10 месяцев назад
+	12:49 - Избегающее расстройство личности	Патологическая стеснительность, застенчивый"человек в футляре": избегающее расстройство личности	245 тыс. просмотров	10 месяцев назад
+	12:34 - Я - Нарцисс?	Нарцисс: высокомерный, чопорный, горделивый. 2 вида нарциссического расстройства личности	269 тыс. просмотров	10 месяцев назад
+.	51:39 - Пограничное Расстройство Личности	Пограничное Расстройство Личности ч.1: самопомощь	356 тыс. просмотров	8 месяцев назад
	(1/2)
+.	12:29 - Избегай избегания	🔥 Инструкция по самопомощи: ИЗБЕГАЮЩЕЕ расстройство личности (всем застенчивым)	179 тыс. просмотров	6 месяцев назад
+	24:47 - Шизоид Ван Лав	⭐Шизоидное расстройство личности: инструкция по самопомощи	188 тыс. просмотров	4 месяца назад
	32:33 - Держи себя в узде	Я - Гневливый Тиран! 5 простых шагов к обузданию гнева	113 тыс. просмотров	4 месяца назад
	(4/4)
	1:14:14 - Пограничное Расстройство Личности 2	Пограничное Расстройство Личности ч.2: Лечение. "Я - потерянный человек". Видео для всех!	150 тыс. просмотров	3 месяца назад
	(1/2)
	11:03 - Лечим любимых психопатов	Перевоспитать тирана?! ЗЕРКАЛЬНЫЙ ПРИНЦИП. Суть расстройств личности	86 тыс. просмотров	1 месяц назад
	(2/2)
	1:222:368 = 1:228:08 = 4:48:08
	1:179:332 = 1:184:32 = 4:04:32
}
пограничное расстройство личности - 2(0){
	51:39 - Пограничное Расстройство Личности	Пограничное Расстройство Личности ч.1: самопомощь	356 тыс. просмотров	8 месяцев назад
	(2/2)
	1:14:14 - Пограничное Расстройство Личности 2	Пограничное Расстройство Личности ч.2: Лечение. "Я - потерянный человек". Видео для всех!	150 тыс. просмотров	3 месяца назад
	(2/2)
	1:65:53 = 2:05:53
	0:00
}
неврозы, отношения с родителями - 13(9){
+.	13:12 - Я невротик?	"Я-невротик?" Проверь, есть ли у тебя невроз	538 тыс. просмотров	11 месяцев назад
	30:16 - Суть невроза	Невротик: суть и причины неврозов	453 тыс. просмотров	9 месяцев назад
+	28:29 - Схема лечения невроза	Неврозы: эффективная схема лечения	282 тыс. просмотров	9 месяцев назад
	(1/2)
	46:15 - Избавься от невроза	Невроз: избавиться самостоятельно. Анализ домашнего насилия. Гнев. Письмо родителям	192 тыс. просмотров	8 месяцев назад
	22:17 - Недолюбленный ребенок	Недолюбленный ребенок. Дочь/сын без отца. Неудовлетворенные потребности. Анализ "белой половинки"	229 тыс. просмотров	7 месяцев назад
	(2/2)
	23:59 - Лучший способ общения	КОММУНИКАЦИЯ: лучший универсальный способ- НЕНАСИЛЬСТВЕННОЕ ОБЩЕНИЕ	260 тыс. просмотров	7 месяцев назад
	(2/2)
	31:37 - Стань уверенным в себе	Уверенность в себе: до победного конца! Ассертивность. Четкие доказанные методы	304 тыс. просмотров	7 месяцев назад
	(2/2)
	35:12 - Конфликтуй правильно	КОНФЛИКТУЙ ПРАВИЛЬНО: четкая инструкция как для пылесоса)	250 тыс. просмотров	6 месяцев назад
	(2/2)
	10:47 - Проверь свою САМООЦЕНКУ	Проверь свою САМООЦЕНКУ: заниженная/здоровая? Экспресс-тест! (и как ЛЕГКО исправить)	331 тыс. просмотров	6 месяцев назад
	3:20	ТИЗЕР: Что я должен своим родителям? Эмоциональная свобода. Предпоследний шаг избавления от невроза	103 тыс. просмотров	3 месяца назад
	46:00	Что я должен своим родителям? Эмоциональное освобождение от родителей. Предпоследний шаг избавления от невроза. (vimeo)
	2:54	ТИЗЕР: Последний шаг избавления от невроза. Как перестроить отношения с родителями в настоящем	67 тыс. просмотров	2 месяца назад
	1:11:00	Последний шаг избавления от невроза! Как перестроить отношения с родителями в настоящем (vimeo)
	43:35	4 вида домашнего насилия: формы вреда при воспитании (vimeo)
	15:12	Психопат: токсичный тиран. Суть расстройств личности в близких отношениях (vimeo)
	1:358:365 = 1:364:05 = 7:04:05
	1:247:240 = 1:251:00 = 5:11:00
}

питание, как похудеть - 4{
	26:14 - Прекращаем заедать стресс	Эмоциональное переедание: худей без диет навсегда!	205 тыс. просмотров	2 месяца назад
	7:04 - Похудение без силы воли	Похудеть без силы воли, без мотивации, подсчета калорий, спорта навсегда!	248 тыс. просмотров	11 месяцев назад
	26:48 - ОРПП: суть и причины	ОРПП: суть и причины АНОРЕКСИИ, БУЛИМИИ, КОМПУЛЬСИВНОГО ПЕРЕЕДАНИЯ И ОРТОРЕКСИИ	88 тыс. просмотров	3 недели назад
	38:36 - ОРПП: лечение	САМОПОМОЩЬ ПРИ ОРПП: лечение ограничительных расстройств пищевого поведения	65 тыс. просмотров	2 недели назад
	97:102 = 1:39:42
}
правильное воспитание детей, формирование психики - 3{
	34:08 - Первый годик жизни	КАК НЕ ВОСПИТАТЬ ШИЗОФРЕНИКА? Правильное воспитание от 0 до 1 года	201 тыс. просмотров	2 месяца назад
	36:01 - воспитание от года до трех	Правильное воспитание от 1 года до 3 лет: как не воспитать психопата/ зависимого/ нарцисса	288 тыс. просмотров	1 месяц назад
	36:44 - воспитание от трех до шести	5 золотых правил воспитания детей от 3 до 6 лет. Как не воспитать невротика	116 тыс. просмотров	Неделю назад
	106:53 = 1:46:53
}
секс - 5{
	17:18	Психогенная импотенция/Эректильная дисфункция: психотерапия, причины, устранение (vimeo)
	19:35	Сексуальное развитие девочек. Три Эдипа девочки. Как правильно воспитывать дочь (vimeo)
	39:24	Сексуальное развитие мальчиков. Причины сексуальных проблем у мужчин (vimeo)
	25:49	Фап или НоФап - вот в чем вопрос! (vimeo)
	30:42	7 факторов женского оргазма: научись испытывать  (vimeo)
	130:168 = 2:12:48
}

как стать психотерапевтом - 4{
+	26:55 - трудовые будни психиатров	Что со мной произошло в психушке? Зачем психологам изучать психиатрию	240 тыс. просмотров	1 месяц назад
+	40:01 - Шизофрения излечима?	Как я вывела шизофреника из кататонического ступора+ Как написать лучший диплом по психологии	140 тыс. просмотров	1 месяц назад
	(1/2)
+	18:16 - мне навредил пссхолог	Как мне навредил психоанализ. Психоаналитик нанёс травму: что такое ятрогения	91 тыс. просмотров	6 дней назад
+	22:23 - мне навредил психолог	Как мне помог психоанализ и я избавилась от своих психологических проблем	58 тыс. просмотров	2 дня назад
	106:95 = 1:47:35
}
лекции по психоанализу и психотерапии - 6(4){
	1:52:54	Лекция № 1. Современный психоанализ: цель психоанализа, этапы развития психики, диагностика	118 тыс. просмотров	Год назад
	1:51:16	Лекция №2 по современному психоанализу (Вейкко Тэхкэ)	61 тыс. просмотров	Год назад
	1:54:37	Лекция №3 по современному психоанализу (Вейкко Тэхкэ)	36 тыс. просмотров	Год назад
	40:31	Как поменять мышление и сделать его адекватным? Когнитивные методы	22 тыс. просмотров	Год назад
	28:29 - Схема лечения невроза	Неврозы: эффективная схема лечения	282 тыс. просмотров	9 месяцев назад
	(2/2)
	40:01 - Шизофрения излечима?	Как я вывела шизофреника из кататонического ступора+ Как написать лучший диплом по психологии	140 тыс. просмотров	1 месяц назад
	(2/2)
	3:265:168 = 7:27:48
	3:197:135 = 6:19:15
}
63+
10.
129 всего

19:17:34	14	текучка
9:10:42		29	как...
1:35:07		11	тренинг навыка стрессоустойчивости
2:56:48		6	навык коммуникации
2:24:06		10	навык управления эмоциями
6:04:28		21	отношения
2:23:42		4	депрессия
1:39:42		4	питание, как похудеть
1:19:04		4	обиды, недолюбленность, потребности
1:46:53		3	правильное воспитание детей, формирование психики
5:11:00		9	неврозы, отношения с родителями
4:04:32		10	расстройства личности
0:00		0	пограничное расстройство личности
1:47:35		4	как стать психотерапевтом
6:19:15		4	лекции по психоанализу и психотерапии
2:12:48		5	секс
138 видео
68 часов
62:366:436 = 62:373:16 = 68:13:16 = 2 сут 14:13:16


сферы психики (7 шт)
	мышление
	эмоции
	физ.реакции
	поведение
?	ситуация
	
панические атаки
ипохондрия
социальная фобия
агора фобия - боязнь выходить на улицу
спец. фобия
генерализованное тревожное расстройство

КБТ может влиять на:
	эмоции
		псих.экспозиция - по чуть чуть начинаем преодолевать страх/стыд
	мысли
		когнитивная реструктуризация - для любого заболевания по оси 1 ??? https://youtu.be/7tcaiP8ClgI?t=1729
	физ.симптомы
		релаксация, медитация, дыхательные упражнения при панических атаках


{=== "Я-невротик?" Проверь, есть ли у тебя невроз ===
Вы невротик, если:
		много знаете о себе, можете 40 мин рассказывать связно
		критически к себе относитесь
		развита интроспекция
	ваша проблема:
		у вас есть идеал, кем вы хотите быть, но есть какая-то преграда, которая препятствует достижению идеала
		есть представление как вы хотите жать, но это тоже не получается
	страдаете:
		заниженная самооценка, неуверенность в себе, сексуальные проблемы
		переразвито: чувство долга, ответственности
			вины => вам грустно
			плохо выражаете злость
			страх отвержения
	ваша семья:
		хорошая: мама, папа, вы. Бабушка, дедушка - отдельно
		вы хорошо воспитаны
		родители не принимали таким как вы есть
			конролировали
			опекали
			запрещали выражать свое мнение, запрещали выражать злость
			=> внушали вину
			=> страх отвержения
	тест:
		если вы можете маме сказать всё что угодно, то вы не невротик
		иначе у вас еще не закончился подростковый возраст...
	проблемы в любовных отношениях: 
		типичные постоянные сценарии (невротические)
		или стыд полностью раскрыться - недостаточно близкие отношения
		или вас тиранят

что делать:
	смотреть плейлист про неврозы и взаимоотношения с родителями
	нужен пример правильных отношений
	навык управления эмоциями - сильно не лезть - уже умеем
		только про злость и про вину/стыд
	навуки коммуникации
		как конфликтовать
		как выражать злость
		уверенность в себе: просить, отказывать, отсаивать свои границы

также есть люди между невротиками и расстройствами личности
	- которые себя понимают, но отсутствуют некоторые базовые навыки, типа
		навык строить отношения (т.к. мало образцов для подрожания)
}
{=== МЫШЛЕНИЕ: сделай его АДЕКВАТНЫМ. Когнитивная реструктуризация. Когнитивно-поведенческая терапия ===
цель КБТ - привести человека в такое псих.состояние, 
	когда он может полностью самостоятельно справляться абсолютно со всеми проблемами
		не теряя самообладания и разумного оптимизма
когнитивная реструктуризация - реинвентаризация всего мышления и сделать его наиболее оптимальным
	оптимальное мышление - рациональное, адаптивное, функциональное - гибким, объективно отражать реальность
психологические проблемы - искажения восприятия мира
сблансированное мышление
	мы замечаем и плюсы и минусы жизни, к плюсам стремимся, минусы избегаем
бывает перекос в сторону плюсов
	когда люди запрещают себе испытывать стыд, злость, 
	отрицают негатив
	созависимые - жены алкоголиков, наркоманов, шизофреников
	сопровождается психосоматикой
бывает перекос в сторону негатива
	не замечает хорошего
	жизнь становится серая
	если тревога - замечает и остерегается опасностей
	если депрессия - замечает тяготы бытия, которые вызывают уныние
	если заниженная самооценка - я плохой, я тупой
	если расстр.личности, недоверчивость - никому не доверяет
	если расстр.личности, эмоциональное отвержение - меня не полюбят
	если расстр.личности, социальная изоляция - я обречен находиться в одиночестве, люди друг другу не нужны
	если расстр.личности, гневливая терания - много негативных убждений о других
причины - псих.травма - сильные впечатления, которые не смогла переварить психика
	а когда она не может переварить - она начинает эти события воспроизводить
нужно
	все эти автоматические мысли  выявить, понять, сформулировать, осознать 
	и проверить их (НЕ) адаптивность, достоверность/реалистичность
как: табличка
	ситуация	эмоция	мысль	поведение
	...			...		...		...
	заполняем и находим типичные эмоции и мысли
	
пример
	предлагают на вечеринке сыграть на гитаре
	стыд
	думаю что не получится
	не получается
пример
	соседка попросила помочь
	вина
	думаю, что я плохой, я отказываю в помощи
	помогаете
пример
	муж играет в телефончик
	гнев
	он мудак, он меня не любит
	орёте на него
пример
	ваш ребенок укусил кусочек цветка
	страх
	он умрет
	промываете ему рот, звоните врачу 
	(а цветок не ядовитый)
пример
	предлагают на вечеринке сыграть на гитаре
	радостное предвкушение
	я в компании друзей, им понравится моя песня как бы я не сыграл
	вы довольны не зависимо от того получилось или нет
	
1) понять взаимосвязь эмоций и мыслей
	(главное для осознания депрессии)
2) понять и сформулировать эти мысли
3) записываем мысль и задаем 12 вопросов (Сократических), чтобы проверить обоснованность этих мыслей
	1. доводы за, доводы против
	2. возможны ли другие объяснения?
	3. что в такой ситуации подумал бы кто-нибудь другой?
	4. какие преимущества и недостатки дает мне такой способ мышления?
	
	5. основана ли моя мысль на реальном самочувствии или на реальных факторах?
	6. какие логические ошибки я допускаю?
	7. не забываю ли я некоторых фактов и не переоцениваю ли я значимость мелочей?
	8. не рессуждаю ли я в экстремальных категориях: всё или ничего
	
	9. Не рассматриваю ли я вопросы, на которые невозможно ответить?
	10. Не предъявляю ли я к себе более строгие требования, чем к другим?
	11. Не переоцениваю ли я вероятность угрозы определенного события?
	12. Если случится то, чего я так боюсь, что в этом было бы ужасного?
	13. Не принимаю ли я на себя ответственность за вещи, которые я не могу контролировать?
4) подводим итог: альтернативная мысь
частые ошибки:
	тяжело выявить мысли
	доводы за и против: заполняют не факты а чувства или что-то еще
	кто-то другой заполняет доводы против
	
}
{=== 2 разные формы стресса, которые каждый должен уметь отличать друг от друга ===
* острый стресс
	псих. шок. выбивает почву из под ног
	регрессия психики
	если психика слабая - посттравматическое стрессовое расстройство
	а если сразу прижать этому какой-то смысл - то через какой-то период будет посттравматический рост
	может возникнуть во время психоанализа, когда что-то узнал о себе
* хронический стресс
	работа не рнавится
	вы в отношениях с человеком, которого вы не любите
	вы в токсичных отношениях - ваш партнер вас унижает, подергает пренебрежению
	вы болеете чем-нибудь
	кризис в стране
хронический надо переводить в острый
сресс вредный во всех случаях, кроме
	когда он острый, умеренный и контролируемый
}
{=== Чем сериалы опасны для вашей психики ===
не тем, что мы зря тратим на них время
а тем, что мы неосознанно идентифицируемся с персонажами этих сериалов, и перенимаем их черты
между тем:
	в сериалах могут быть совершенно нереальные персонажи
	сериалы могут созаваться с определенной целью и пропагандировать определенные ценности
	как то:
		гомосексуализм
		частая смена половых партнереов
		традиционные ценности (рождение детей)
		потребление чего-либо
лучше читать книги, 
	там меньше вероятность, что что-то пропагандируют
	и больше вероятность, что человек написал ее просто, что бы поделиться всоим опытом
}
{=== Негативные предсказания о будущем: проверь свои! Бихевиоральный эксперимент ===
примеры негативных мыслей:
	нет смысла идти на вечеринку, все только набухаются ...
	я не буду призначаться в любви, она меня все равно отвергнет
	я не буду просить начальника, чтобы он мне повысил зарплату, я испорчу свою репутацию, будет только конфликт
	не имеет смысла покупать машину, на ней всё равно не будем ни куда ездить, 
	застра на экзамене меня будут заваливать
	как страшно выкладывать этот ролик на ютуб, он не наберет просмотров
записываем предсказание, а потом проверяем
	и так втечение месяца
плюсы метода:
1) относимся с критикой
2) мозг начинает продумывать, чтобы минимизировать вероятность неудачи
3) идем и делаем (выходим из избегания)
4) в 90-97% это заканчивается удачно
5) если неудачно, вы понимаете что вы были правы
кароче жизнь превращается в эксперимент
}
{}