ОК	основные рецепты
ОК	блоки
ОК	инструменты
ОК	оружие
ОК	броня
ОК	транспортировка
ОК	механизмы
ОК	еда
ОК	остальные рецепты
	красители
ОК	зельеварение и зачаровывание

{=== Основные рецепты ===
древесина -> доски
	д -> (4)
доски -> верстак
	дд
	дд
доски -> палки
	д
	д -> (4)
палка + уголь/древесный уголь -> факел
	у
	п -> (4)
факел + тыква -> светильник джека
	т
	ф
булыжник -> печка
	ббб
	б б
	ббб
доски -> сундук
	ддд
	д д
	ддд
в печке:
	древесина -> древесный уголь
	железная руда -> железо
	золотая руда -> золото
	булыжник -> камень
	песок -> стекло
	глина -> кирпич
	глиняный блок -> обожженная глина
	адский камень -> адский кирпич
	плод коруса -> приготовленный плод коруса
}
{=== основные инструменты/оружие и броня ===
доски/
булыжник/
железо/
алмаз/
золото
	+ палки -> топор
	хх
	пх
	п
	+ палки -> кирка
	ххх
	 п
	 п
	+ палки -> лопата
	х
	п
	п
	+ палки -> мотыга
	хх
	п
	п
	+ палка -> меч
	х
	х
	п
кожа/
железо/
золото/
алмаз
	 -> шлем
	ххх
	х х
	 -> рубашка
	х х
	ххх
	ххх
	 -> штаны
	ххх
	х х
	х х
	 -> ботинки
	х х
	х х
}	
{=== Сжатие, блоки ===
уголь <-> угольный блок
железо <-> железный блок
золото <-> золотой блок
золотые самородки <-> золото
алмазы <-> алмазный блок
изумруды <->  изумрудный блок
ультрамарин <-> лазуритовый блок
красная пыль <-> блок красного камня
сено <-> сноп сена
ломтики арбуза -> арбуз
	ххх
	ххх
	ххх -> 
	
	х <-

светопыль -> светокамень
нить -> шерсть
снежок -> снежный блок
глина -> глиняный блок
кирпич -> кирпичный блок
камень -> каменный кирпич (4)
адский кирпич -> адский кирпич
песок -> песчаник
кварц -> кварцевый блок
гранит/диорит/андезит -> соотв. гладкие камни
приготовленный плод коруса -> пупурный блок
камень края -> каменный кирпич края
	хх
	хх

булыжник + кварц -> диорит
	бк
	кб -> (2)
кварц + диорит -> гранит
	кд
булыжник + диорит -> андезит
	бд -> (2)
песчаниковая плита -> декоративный песчаник
кварцевая плита -> резной кварцевый блок
кварцевый блок -> кварцевый пилон (2)
	х
	х
}
{=== Инструменты ===
железо + кремень -> огниво
	ж
	 к
железо -> ножницы
	ж
	 ж

железо -> ведро
доски -> чашка
кирпич -> цветочный горшок
стекло -> колба(3)
	х х
	 х

палки + нить -> удочка
	  п
	 пн
	п н
удочка + морковь -> удочка с морковью
	у
	 м
палки + нить -> лук
	нп
	н п
	нп
кремень + палка + перо -> стрелы
	кр
	па
	пе -> (4)
порох + огненный порошок + уголь -> огненный шар
	п
	о
	у
светопыль + стрела -> призрачная стрела
	 п
	псп
	 п  -> (2)
доски + железо -> щит
	джд
	ддд
	 д

нить + слизь -> поводок
	нн
	нс
	  н -> (2)

золото + красная пыль -> часы
	 з
	зпз
	 з
железо + красная пыль -> компас
	 ж
	жпж
	 ж
	
компас + бумага -> карта
	ббб
	бкб
	ббб
пустая карта + карта -> карта
	кп -> (2)
карта + бумага -> расширенная карта
	ббб
	бкб
	ббб
ножницы + карта -> уменьшенная карта
	нк
 
тростник -> бумага
	ттт -> (3)
бумага + кожа -> книга
	б
	бк
	б
перо + чернильный мешок + книга -> книга с пером
	п
	ч
	к
написанная книга + книга с пером -> написанная книга
	нк -> (2)
}
{=== утварь ===
доски/
булыжник/
песчаник/
камень/
кирпич/
каменный кирпич/
адский кирпич/
кварцевый блок -> соотв. полублок
	ххх -> (6)

доски/
булыжник/
песчаник/
кирпич/
каменный кирпич/
адский кирпич/
кварцевый блок -> соотв. ступени
	х
	хх
	ххх -> (4)

булыжник/
замшелый булыжник/
адский кирпич -> булыжниковая стена/адский забор
	ххх
	ххх -> (6)
шерсть + доски -> кровать
	шшш
	ддд
стекло -> стеклянная панель
железо -> железныве решетки
	ххх
	ххх -> (16)

доски/железо -> дверь
	хх
	хх
	хх -> (3)
доски -> деревянный люк
	ддд
	ддд -> (2)
железо -> железный люк
	жж
	жж

доски + палки -> забор
	дпд
	дпд -> (3)
доски + палки -> ворота
	пдп
	пдп

шерсть -> ковер
	шш -> (3)
снежный блок -> снег (слой)
	ссс -> (6)
палка + доски -> табличка
	ддд
	ддд
	 п  -> (3)
палки + шерсть -> картина
	ппп
	пшп
	ппп
палки + кожа -> рамка
	ппп
	пкп
	ппп
палки + каменная плита -> стойка для брони
	папапа
	  па
	паплпа
}
{=== механизмы и транспортировка ===
доски/камень/золото/железо -> нажимная пластина
	хх
камень/доски -> кнопка
	х
палка + булыжник -> рачаг
	п
	б
железо + палка + доска -> натяжной датчик
	ж
	п
	д
стекло + кварц + деревянная плита -> датчик дневного света
	ссс
	ккк
	ппп
сундук + натяжной датчик -> сундук-ловушка
	сд
	
красная пыль + палка -> красный факел
	к
	п
камень + красный факел + красная пыль -> повторитель
	фпф
	ккк
красный факел + кварц + камень -> компаратор
	 ф
	фкф
	ккк

доски + железо + булыжник + красная пыль -> поршень
	ддд
	бжб
	бпб
поршень + слизь -> липкий поршень
	с
	п
слизь -> блок слизи
	ссс
	ссс
	ссс
красная пыль + светокамень -> лампа
	 п
	псп
	 п
булыжник + красная пыль -> выбрасыватель
	ббб
	б б
	бпб
лук + булыжник + красная пыль -> раздатчик
	ббб
	блб
	бпб
железо + сундук -> загрузочная воронка
	ж ж
	жсж
	 ж
доски + красная пыль -> музыкальный блок
	ддд
	дпд
	ддд
доски + алмаз -> проигрыватель
	ддд
	дад
	ддд
песок + порох -> ТНТ
	по пе по
	пе по пе
	по пе по
	 
доски -> лодка
железо -> вагонетка
	х х
	ххх
печка + вагонетка -> паровоз
сундук + вагонетка -> выгонетка с сундуком
ТНТ + вагонетка -> вагонетка с ТНТ
загрузочная воронка + вагонетка -> вагонетка с воронкой
	х
	в

палки -> лестница
	п п
	ппп
	п п -> (3)
палка + железо -> рельсы
	ж ж
	жпж
	ж ж -> (16)
золото + палка + красная пыль -> ускоряющие рельсы
	з з
	зпз
	зкз -> (6)
железо + нажимная пластина + красная пыль -> детектирующие рельсы
	ж ж
	жпж
	жкж -> (6)
железо + палки + красный факел -> активирующие рельсы
	жпж
	жфж
	жпж -> (6)
}
{=== еда ===
кость -> костная мука
	к -> (3)

красный гриб + коричневый гриб + чашка -> тушеные грибы
	к
	к
	ч
свекла + чашка -> свекольный суп
	ссс
	ссс
	 ч
	 
пшеница -> хлеб
	ппп
пшеница + какоа-бобы -> печенье
	пкп

тростник -> сахар
	т
тыква + яйцо + сахар -> тыквенный пирог
	т
	я
	с
пшеница + сахар + яйцо + молоко -> торт
	ммм
	сяс
	ппп

ломтик арбуза -> семена арбуза
	л
тыква -> семена тыквы
	т -> (4)
}

{=== зачаровывание и зельеварение ===
звезда нижнего мира + стекло + обсидиан -> маяк
	ссс
	сзс
	ооо
книга + алмаз + обсидиан -> стол зачаровывания
	 к
	аоа
	ооо
книги + доски -> книжный шкаф
	ддд
	ккк
	ддд
железные блоки + железо -> наковальня
	ббб
	 с
	ссс

огненный стержень + булыжник -> варочная стойка
	 с
	ббб
железо -> котел
	ж ж
	ж ж
	жжж
	
огненный стержень -> огненный порошок
	с -> (2)
слизь + огненный порошок -> лавовый крем
	с
	п
паучий глаз + коричневый гриб + сахар -> приготовленный паучий глаз
	г
	п
	с
золото + яблоко -> золотое яблоко
	ззз
	зяз
	ззз
золотые блоки + яблоко -> золотое яблоко (зачарованное)
	ззз
	зяз
	ззз
морковь + золотой самородок -> золотая морковь
ломтик арбуза + золотой самородок -> сверкающий ломтик арбуза
	ззз
	зхз
	ззз
	
ЛЮБОЕ зелье + порох -> ЛЮБОЕ взрывающееся зелье
ЛЮБОЕ взрывающееся зелье + драконье дыхание -> ЛЮБОЕ оседающее зелье

колба + вода 		-> колба воды 					()

колба воды +
	СП				-> густое						()
	что угодно		-> непримечательное				()
	КП				-> непримечательное, усиленное	()
	Адский нарост	-> грубое						()
	
+светопыль - усиление
+красная пыль - увеличение продолжительности
+приготовленный паучий глаз - изменение (V^)

грубое + 
	золотая морковка		-> ночное видение								3:00	8:00
								V	|
							-> невидимость									3:00	8:00
							
	лавовый крем			-> огнестойкость								3:00	8:00
								V
							-> замедление (на 15%)							1:30	4:00
								^	|
	сахар					-> ускорение (на 20%, II - на 40%)				3:00	8:00	1:30
								^^	/
	кроличья лапка			-> прыгучесть (на 1/2 блока, II - на 1 блок)	3:00	8:00	1:30
	
	иглобрюх				-> подводное дыхание							3:00	8:00
								VV
	сверкающий ломтик арбуза-> лечение (+4, II - +8)
								V	|
							-> урон (-6, II - -12)
								^
	паучий глаз				-> отравление (-1/1.5, II - -2/1)				0:45	1:30	0:21
									|
	слеза гаста				-> регенерация (+2/2.4, II - +2/1.2)			0:45	1:30	0:21
								V
							-> слабость (-4)								1:30	4:00
								^	|
	огненный порошок		-> сила (+3, II - +6)							3:00	8:00	1:30
	


жемчуг края + огненный порошок -> око края
	о
	ж
око края + обсидиан -> сундук края
	ооо
	око
	ооо
}

{=== красители ===
краситель + белая шерсть -> цветная шерсть
	к
	ш
краситель + стекло -> окрашенное сткло
обожженая глина + краситель -> окрашенная глина
	ссс
	скс
	ссс -> (8)
порох + краситель + модификатор -> звездочка
	???
	???
	???
звездочка + бумага + порох -> ракета
	з
	б
	п
шерсть + палка -> флаг
	шшш
	шшш
	 п
флаг + ... -> флаг
	...
	...
	...

Цвет розы
Розовый краситель
Жёлтый одуванчиковый
Оранжевый краситель
Ультрамарин
Светло-синий краситель	
Сиреневый краситель
Фиолетовый краситель
Кактусовая зелень
Чернильный мешок
Светло-серый краситель
Костная мука
Какао-бобы
Бирюзовый краситель
Серый краситель
Лаймовый краситель

в печке:
	кактус -> кактусовая зелень

белый тюльпан/нивяник/хаустония -> светло-серый краситель
мак/красный тюльпан/розовый куст/свекла -> цвет розы
оранжевый тюльпан -> оранжевый краситель
одуванчик/подсолнечник -> желтый одуванчиковый
сирень/лук -> сиреневый краситель
розовый тюльпан/пион -> розовый краситель
	х

серый краситель + костная мука -> светлосерый краситель
чернильный мешок + костная мука -> серый краситель
кактусовая зелень + костная мука -> лаймовый краситель
ультрамарин + костная мука -> светло-синий краситель
цвет розы + костная мука -> розовый краситель
	с м -> (2)

цвет розы + желтый одуванчиковый -> оранжевый краситель
	р ж -> (2)
ультрамарин + кактусовая зелень -> бирюзовый краситель
	у з -> (2)
ултрамарин + цвет розы -> фиолетовый краситель
	у р -> (2)
фиолетовый краситель + розовый краситель -> сиреневый краситель
	ф р -> (2)

чернильный мешок + костная мука -> светлосерый краситель
	мчм -> (3)
цвет розы + ультрамарин + розовый краситель -> сиреневый краситель
	ц р
	у   -> (3)
цвет розы + ультрамарин + костная мука -> сиреневый краситель
	р р
	у м -> (4)
}