<Qucs Schematic 0.0.19>
<Properties>
  <View=0,-76,800,800,1,0,76>
  <Grid=10,10,1>
  <DataSet=cbIU.dat>
  <DataDisplay=cbIU.dpl>
  <OpenDisplay=1>
  <Script=cbIU.m>
  <RunScript=0>
  <showFrame=0>
  <FrameText0=Название>
  <FrameText1=Чертил:>
  <FrameText2=Дата:>
  <FrameText3=Версия:>
</Properties>
<Symbol>
</Symbol>
<Components>
  <_BJT T1 1 230 170 8 -26 0 0 "npn" 1 "1e-16" 1 "1" 1 "1" 0 "0" 0 "0" 0 "0" 1 "0" 0 "0" 0 "1.5" 0 "0" 0 "2" 0 "100" 1 "1" 0 "0" 0 "0" 0 "0" 0 "0" 0 "0" 0 "0" 0 "0.75" 0 "0.33" 0 "0" 0 "0.75" 0 "0.33" 0 "1.0" 0 "0" 0 "0.75" 0 "0" 0 "0.5" 0 "0.0" 0 "0.0" 0 "0.0" 0 "0.0" 0 "0.0" 0 "26.85" 0 "0.0" 0 "1.0" 0 "1.0" 0 "0.0" 0 "1.0" 0 "1.0" 0 "0.0" 0 "0.0" 0 "3.0" 0 "1.11" 0 "26.85" 0 "1.0" 0>
  <GND * 1 230 250 0 0 0 0>
  <GND * 1 90 50 0 0 0 0>
  <.SW SW1 1 400 40 0 63 0 0 "SW2" 1 "lin" 1 "Ic" 1 "-1A" 1 "0" 1 "41" 1>
  <.SW SW2 1 590 40 0 63 0 0 "DC1" 1 "lin" 1 "Ube" 1 "-10V" 1 "0.9V" 1 "41" 1>
  <.DC DC1 1 400 280 0 63 0 0 "26.85" 0 "0.001" 0 "1 pA" 0 "1 uV" 0 "no" 0 "150" 0 "no" 0 "none" 0 "CroutLU" 0>
  <GND * 1 120 230 0 0 0 0>
  <IProbe Ib 1 170 170 -26 16 0 0>
  <Vdc V1 1 120 200 -69 -26 1 1 "Ube" 1>
  <Idc I1 1 150 50 -26 18 0 0 "Ic" 1>
</Components>
<Wires>
  <230 200 230 250 "" 0 0 0 "">
  <120 170 140 170 "" 0 0 0 "">
  <90 50 120 50 "" 0 0 0 "">
  <230 50 230 140 "" 0 0 0 "">
  <180 50 230 50 "" 0 0 0 "">
  <230 50 230 50 "Uce" 260 20 0 "">
</Wires>
<Diagrams>
</Diagrams>
<Paintings>
</Paintings>
