<Qucs Schematic 0.0.19>
<Properties>
  <View=0,0,956,800,1,0,0>
  <Grid=10,10,1>
  <DataSet=transistor2.dat>
  <DataDisplay=transistor2.dpl>
  <OpenDisplay=1>
  <Script=transistor2.m>
  <RunScript=0>
  <showFrame=0>
  <FrameText0=Название>
  <FrameText1=Чертил:>
  <FrameText2=Дата:>
  <FrameText3=Версия:>
</Properties>
<Symbol>
</Symbol>
<Components>
  <Vdc V1 1 450 210 18 -26 0 1 "Uce" 1>
  <IProbe Ic1 1 420 180 -26 -35 0 2>
  <Idc I1 1 190 240 18 -26 0 1 "Ib" 1>
  <_BJT T1 1 310 210 8 -26 0 0 "npn" 1 "1e-16" 1 "1" 1 "1" 0 "0" 0 "0" 0 "0" 1 "0" 0 "0" 0 "1.5" 0 "0" 0 "2" 0 "100" 1 "1" 0 "0" 0 "0" 0 "0" 0 "0" 0 "0" 0 "0" 0 "0.75" 0 "0.33" 0 "0" 0 "0.75" 0 "0.33" 0 "1.0" 0 "0" 0 "0.75" 0 "0" 0 "0.5" 0 "0.0" 0 "0.0" 0 "0.0" 0 "0.0" 0 "0.0" 0 "26.85" 0 "0.0" 0 "1.0" 0 "1.0" 0 "0.0" 0 "1.0" 0 "1.0" 0 "0.0" 0 "0.0" 0 "3.0" 0 "1.11" 0 "26.85" 0 "1.0" 0>
  <GND * 1 310 290 0 0 0 0>
  <GND * 1 450 290 0 0 0 0>
  <GND * 1 190 290 0 0 0 0>
  <.SW SW1 1 790 80 0 63 0 0 "SW2" 1 "lin" 1 "Uce" 1 "-1V" 1 "0.06V" 1 "21" 1>
  <.SW SW2 1 610 80 0 63 0 0 "DC1" 1 "lin" 1 "Ib" 1 "0A" 1 "5mA" 1 "21" 1>
  <.DC DC1 1 610 310 0 63 0 0 "26.85" 0 "0.001" 0 "1 pA" 0 "1 uV" 0 "no" 0 "150" 0 "no" 0 "none" 0 "CroutLU" 0>
</Components>
<Wires>
  <310 180 390 180 "" 0 0 0 "">
  <190 210 280 210 "" 0 0 0 "">
  <310 240 310 290 "" 0 0 0 "">
  <450 240 450 290 "" 0 0 0 "">
  <190 270 190 290 "" 0 0 0 "">
  <190 210 190 210 "Ub" 220 180 0 "">
</Wires>
<Diagrams>
</Diagrams>
<Paintings>
</Paintings>
