Раздел I
{Глава 1. Основы конституционного строя
	Статья 1 что такое россия
	Статья 2 права и свободы человека
	Статья 3 источник власти в РФ - народ - непосредственно  и через публичную власть
	Статья 4 суверенитет
	Статья 5 федеративное устройство
	Статья 6 гражданство
	Статья 7 достойную жизнь и свободное развитие человека
	Статья 8 единство экономического пространства
	Статья 9 Земля и другие природные ресурсы
	Статья 10 разделения на законодательную, исполнительную и судебную (? а прокуратура, а центробанк)
	Статья 11 Государственную власть осуществляют президент, сенаторы, депутаты думы, правительство и суды + местная власть
	Статья 12 местное самоуправление
	Статья 13 идеологическое многообразие
	Статья 14 светское государство, религии равноправны
	Статья 15 правовая система: международные договора, конституция, местные законы. должны быть опубликованы
	Статья 16 данной главе ни что не может противоречить
}
{Глава 2. Права и свободы человека и гражданина
	Статья 17 согласно общепризнанным принципам
	Статья 18 права человека определяют смысл, содержание и применение законов
	Статья 19 Все равны перед законом и судом
	Статья 20 Каждый имеет право на жизнь, Смертная казнь - в соответствии с законом
	Статья 21 Достоинство личности; пытки, опыты - запрещены
	Статья 22 право на свободу. в досудебном порядке - до суда - не более 48 часов
	Статья 23 неприкосновенность частной жизни, личную тайну - только судом
	Статья 24 Сбор информации о частной жизни не допускаются. 
				возможность ознакомления с документами и материалами, непосредственно затрагивающими его права
	Статья 25 Жилище неприкосновенно за исключение случаев, предусмотренных ФЗ
	Статья 26 национальной принадлежности, родным языком
	Статья 27 свободно передвигаться, свободно выезжать за пределы РФ
	Статья 28 свобода совести, свобода вероисповедания
	Статья 29 свобода мысли и слова
	Статья 30 Свобода деятельности общественных объединений
	Статья 31 право собираться мирно, без оружия, проводить собрания, митинги
	Статья 32 участвовать в управлении, избирать и быть избранными (кроме осужденных), участвовать в отправлении правосудия
	Статья 33 направлять обращения в государственные органы
	Статья 34 предпринимательской и экономической деятельности
				Не допускается монополизацию и недобросовестную конкуренцию
	Статья 35 частной собственности, наследования
	Статья 36 в частной собственности землю
	Статья 37 Труд, МРОТ, забастовки, отдых
	Статья 38 Материнство и детство, семья
	Статья 39 социальное обеспечение, пенсии 
	Статья 40 право на жилище
	Статья 41 охрану здоровья и медицинскую помощь
	Статья 42 экологическим правонарушением
	Статья 43 образование
	Статья 44 свобода творчества, Интеллектуальная собственность, 
				заботиться о сохранении исторического и культурного наследия
	Статья 45 Государственная защита прав и свобод гарантируется
	Статья 46 судебная защита его прав и свобод
	Статья 47 судьи кто? - в соответствии законом
	Статья 48 право на получение квалифицированной юридической помощи
	Статья 49 призумпция невиновности
	Статья 50 суды
	Статья 51 не обязан свидетельствовать против себя и родственников
	Статья 52 потерпевших от преступлений и злоупотреблений властью
	Статья 53 возмещение государством вреда, причиненного им
	Статья 54 Закон обратной силы не имеет, в приоритете смягчающий закон
	Статья 55 права и свободы могут быть ограничены в целях защиты основ конституционного строя
	Статья 56 В чрезвычайном положении отдельные ограничения прав и свобод, кроме ...
	Статья 57 Каждый обязан платить законно установленные налоги и сборы
	Статья 58 обязан сохранять природу
	Статья 59 военную службу в соответствии с ФЗ
	Статья 60 самостоятельно осуществлять в полном объеме свои права и обязанности с 18 лет.
	Статья 61 Гражданин РФ не может быть выслан или выдан
	Статья 62 двойное гражданство
	Статья 63 политическое убежище
	Статья 64 Положения настоящей главы
}
{Глава 3. Федеративное устройство
	Статья 65 субъекты Российской Федерации:
	Статья 66 Статус субъекта Российской Федерации
	Статья 67 Территория Российской Федерации
	Статья 68 Государственным языком Российской Федерации
	Статья 69 права коренных малочисленных народов
	Статья 70 флаг, герб и гимн, Столицей Российской Федерации
	Статья 71 В ведении Российской Федерации находятся:
	Статья 72 В совместном ведении Российской Федерации и субъектов Российской Федерации находятся
	Статья 73 субъекты обладают всей полнотой государственной власти вне федеральной власти
	Статья 74 внутренние таможенные границы
	Статья 75 центробанк и налоги
	Статья 76 приоритет противоречащих законов
	Статья 77 Система органов государственной власти республик,.... единую систему исполнительной власти
	Статья 78 взаимодействие федеральных органов исполнительной власти и органов исполнительной власти субъектов
	Статья 79 межгосударственные объединения и передавать им часть своих полномочий
}
{Глава 4. Президент Российской Федерации
	Статья 80 Президент Российской Федерации является главой государства
	Статья 81 кто и как может быть выбран в президенты
	Статья 82 Присяга
	Статья 83 	назначает/снимает: праивтельство (кроме председателя), министров, Судей федеральных судов, прокурорв субъектов
					представителей РФ(т.е. своих) в совете федерации, Совет Безопасности, Администрацию Президента, полномочных представителей Президента, высшее командование Вооруженных Сил, дипломатических представителей
				назначает/снимает с согласия Государственной Думы: Председателя Правительства, председателя центробанка
				назначает/снимает с согласия Совета Федерации: судей Конституционного и Верховного судов, генпрокурора и его замов
	Статья 84  	назначает выборы Госдумы и распускает ее (в соотв. с конституцией), назначает референдум
				вносит законопроекты, подписывает и обнародует федеральные законы
				ежегодно обращается к Федеральному Собранию
	Статья 85 устраняет разногласия между субъектами
	Статья 86 внешней политикой
	Статья 87 Верховным Главнокомандующим Вооруженными Силами, военное положение
	Статья 88 чрезвычайное положение
	Статья 89 награждет, милует, дает гражданство и полит. убежище
	Статья 90 издает указы и распоряжения. они не противоречат ФЗ
	Статья 91 обладает неприкосновенностью
	Статья 92 окончание полномочий президента, мвесто него председатель праивтельства
	Статья 93 гос-дума может обвинить президента, верховный суд подтвердить обвинение, а Совет Федерации может отрешить от должности
}
{Глава 5. Федеральное Собрание
	Статья 94 Федеральное Собрание - парламент
	Статья 95 из двух палат - Совета Федерации и Государственной Думы
				В Совет Федерации входят: представители по одному от законодательного и исполнительного органов государственной власти субъектов и не более 10% представителей РФ(т.е. президента)
				Государственная Дума состоит из 450 депутатов
	Статья 96	Государственная Дума избирается сроком на пять лет
	Статья 97 кто может быть депутатом
	Статья 98 неприкосновенность членов фед. собрания
	Статья 99 сроки действия Совета Федерации и Государственной Думы
	Статья 100 заседают раздельно, открыто, но иногда могут закрыто и совместно
	Статья 101 председатель и его замы в совете федерации и гос-думе. Комитеты и комиссии, свой регламент у каждой палаты
				+ Счетная палата
	Статья 102 К ведению Совета Федерации относятся
	Статья 103 К ведению Государственной Думы относятся
	Статья 104 Законопроекты вносятся
	Статья 105 Федеральные законы принимаются
	Статья 106 Обязательному рассмотрению в Совете Федерации подлежат
	Статья 107 Президент подписывает закон
	Статья 108 Федеральные конституционные законы
	Статья 109 Государственная Дума может быть распущена
}
{Глава 6. Правительство Российской Федерации
	Статья 110 это исполнительная власть - председатель, его замы и фед. министры
	Статья 111 как назначается председатель правительства
	Статья 112 формирование структуры правительства
	Статья 113 деятельность председателя правительства
	Статья 114 деятельность правительства
	Статья 115 Постановления и распоряжения Правительства
	Статья 116 Перед вновь избранным Президентом Российской Федерации Правительство Российской Федерации слагает свои полномочия.
	Статья 117 уход правительства в отставку
}
{Глава 7. Судебная власть и прокуратура
	Статья 118 правосудие только судом. конституционным, гражданским, административным или уголовным
	Статья 119 кто может быть судьей
	Статья 120 Судьи подчиняются только Конституции и федеральному закону
	Статья 121 Судьи несменяемы
	Статья 122 Судьи неприкосновенны
	Статья 123 как происходит суд
	Статья 124 Финансирование судов
	Статья 125 Конституционный Суд
	Статья 126 Верховный Суд
	Статья 127. Исключена
	Статья 128 кто назначает судей
	Статья 129 кто назначает прокуроров
}
{Глава 8. Местное самоуправление
	Статья 130 
	Статья 131 
	Статья 132 
	Статья 133 
}
{Глава 9. Конституционные поправки и пересмотр Конституции
	Статья 134 кто вносит предложения о поправках и пересмотре
	Статья 135 для изменения глав 1, 2 и 9 нужно конституционное собрание
	Статья 136 поправки к главам 3-8 принимаются так же как и ФКЗ
	Статья 137 Изменения в статью 65 Конституции
}
Раздел II. Заключительные и переходные положения


О порядке опубликования и вступления в силу федеральных конституционных законов, федеральных законов, актов палат Федерального Собрания
----------------------------------------------------------------------------------------
--- глава 3. Федеративное устройство ---

67 федеральные территории
запрет на призывы к отчуждению территорий
	? за исключением делимитации/демаркации/редемаркации ?
67-1 Умаление значения подвига народа при защите Отечества не допускается.
68 государствообразующего народа
69 РФ оказывает поддержку соотечественникам, проживающим за рубежом
70 некоторые федеральные органы могут располагаться не в Москве
71 под контролем РФ:
а	конституция, законы и их соблюдение
б	федеративное устройство и территория
в	права и свободы граждан (и нац. меньшинств) - руглирование и защита
г	органы законодательной, исполнительной и судебной властей
!+	публичная власть - противопоставляется общественной власти
д	гос. собственность
е	политика и программа развития государства, экономики, экологии, социального, культурного и национального
!+	научно-технологического
!+	здравоохранение, воспитание, образование
ж	единый рынок, 
	финансовое, валютное и таможенное регулирование, 
	денежная эмиссия
	ценовая политика -?
	экономические службы (федеральные банки)
з	бюджет, налоги, фонды регионального развития
и	энергосистемы, ядерная энергетика, радиоактивные материалы, 
	транспорт, пути сообщения, информация, связь, космос
!+	информационные технологии
к	внешняя политика, международная политика, международные договоры
л	внешнеэкономические отношения
м	оборона, безопасность, оружие, яды, наркотики
!+	информационная безопасность
н	охрана границ (сухопутных, воздушных, морских)
о	суды, прокураторы, тюрьмы; гражданское, процессуальное законодательство
п	международны гражданские отношения (коллизионное право)
р	метеорология, стандарты, геодезия, картография, статистика, бух-учет
!+	метрологическая служба
с	гос. награды  и почетные звания
т	служба в гос.органах
!+++	нельзя, если есть другое гражданство/вид на жительство или счета(вклады) в иностранных банках за пределами РФ
72 под контролем РФ и субъектов:
а	местное законодательство не противоречит федеральному
б	права и свободы человека и нац.меньшинств - защита, правопорядок. пограничные зоны
в	пользование и распоряжение землёй и природными ресурсами
г	разграничение государственной собственности (на государственную, субъектов и муниципальную) 
д	природопользование, экологическая безопасность, охрана памятников истории и культуры
!+	сельское хозяйство
е	образование, наука, культура, физкультура, спорт
!+	воспитание, молодежная политика
ж	здравоохранение, защита семьи, соц.защита
!+	доступная и качественная мед.помощь, общественное здоровье, здоровый образ жизни, ответственное отношение к своему здоровью
!+  ж1	защита метеринства, отцовства, детства, института брака как союза мужчины и женщины
	условия воспитания детей в семье, и чтобы совершеннолетние дети заботились о родителях
	// метеринства, отцовства, детства - уже есть в 7.2
з	борьба с ЧС
и	налоги
к	законодательство: административное, административно-процессуальное, трудовое, семейное, жилищное, 
	земельное, водное, лесное ,  о недрах, об охране окружающей среды;
л	кадры судебных и правоохранительных органов; адвокатура, нотариат
м	защита малочисленных этнических общностей
н	общие принципы местного самоуправления
о	международные и внешнеэкономические связи субъектов

75
!+ 
 5	МРОТ не меньше прожиточного минимума
 6	индексация пенсий не реже раза в год, в порядке, установленном федеральным законом.
 7	обязательное социальное страхование, адресная социальная поддержка граждан и индексация социальных пособий и иных социальных выплат
75.1
	блаблабла мы создадим светлое будущее
77 +3	руководитель субъекта должен быть старше 30 лет, 
	без другого гражданства/вида на жительство и без счетов(вкладов) в иностранных банках за пределами РФ
	федеральным законом могут быть установлены доп. требования
78 +5	руководитель федерального государственного органа должен быть старше 30 лет, 
	без другого гражданства/вида на жительство и без счетов(вкладов) в иностранных банках за пределами РФ
79
+	Решения межгосударственных органов, принятые на основании положений международных договоров Российской Федерации 
	в их истолковании, противоречащем Конституции Российской Федерации, не подлежат исполнению в Российской Федерации
	// отсылка к 15.4
+79.1	принимает меры по поддержанию и укреплению международного мира и безопасности, обеспечению мирного сосуществования государств и народов, 
	недопущению вмешательства во внутренние дела государства

--- Глава 4. Президент Российской Федерации ---
80.2 + 	поддерживает гражданский мир и согласие в стране
	государственная власть -> публичная власть
81.2	президентом может быть:
	постоянно проживающий в Российской Федерации не менее 10->25 лет
	*без другого гражданства/вида на жительство (и чтоб не было такого раньше) 
	и без счетов(вкладов) в иностранных банках за пределами РФ
	*исключение для недавно вошедших в РФ субъектов
 .3	нельзя быть президентом более двух сроков (уже не подряд)
 .3.1	сроки Путина Обнуляются
82.2	членов Совета Федерации -> сенаторов
83а	назначает с согласия Государственной Думы Председателя Правительства Российской Федерации;
->	назначает Председателя Правительства Российской Федерации, кандидатура которого утверждена Государственной Думой по представлению Президента Российской Федерации, 
	и освобождает Председателя Правительства Российской Федерации от должности
83б+	осуществляет общее руководство Правительством Российской Федерации
	(не только председательствует)
	
92(1)
93
--- Глава 5 Федеральное Собрание ---
95
97
98
100
102
103
103(1)
104
107
108
109
--- Глава 6. Правительство Российской Федерации ---
110
111
112
113
114
115
117
--- Глава 7. Судебная власть и прокуратура ---
118
119
125
126
128
129
--- Глава 8. Местное самоуправление ---
131
132
133


признаки права
	общеобязательно
	установлено государством
	обеспечено силой
	имеет письменную форму
	формально определено
	система, нормативность
правоотношения
	права одного
	обязанности другого
	
	гражданские
	трудовые
	уголовные
	конституционные
		выборы, парламент, правительство...
	административные
		исполнительная власть - граждане/организации
	семейные
	
организации - в т.ч. государства, регионы, госорганы, коммерческие и некоммерческие организации

источники права 
	международные договоры
		двусторонноие соглашение
		конвенции - к ним может присоединиться любая страна
	нормативноправовые акты
		закон
			конституция
			ФКЗ
				о конституционном суде в ФР
				об арбитражных судах в РФ
				о референдуме в РФ
				о судебной системе РФ
				об уполномеченном по правам человека в РФ
				о правительстве РФ
				о военных судах
				о чрезвычайном положении
				о военном положении
				о судах общей юрисликции
				о верховном суде РФ
				о порядке принятия в РФ и об образовании в ее составе нового субъекта РФ
				о гос флаге
				о гос гербе
				о гос гимне
			ФЗ
		подзаконный акт
			указы президента
			постановления правительства
			приказы министерств и ведомств
	выделить средства или наградить - не нормативные
	прецеденты - неофициально
	обычай
	правовая доктрина
	нормативный договор - между субъектами РФ и государством
		федеративный договор 31.03.92, потом переписали в конституции 93 года
		
система права
	отрасли
		институты
			нормы
	конституционное
	уголовное
	гражданское
		кредит
		аренда
		наследование
			1119 ГК РФ
			1124 ГК РФ
		
нормы
	запрещающие
	обязывающие
	управомочивающие
структура
	гипотеза - условие - если
	диспозиция - правило - то
	санкция -  - иначе
	


отрасли, которые рассмотрим в обществознании
	конституционное
	гражданское
	уголовное
	административное
	семейное
	трудовое
	упк
	гпк
	налоговое
	международное
	экологическое
	
частное право - сами определяют как взаимодействовать
	гражданское
	семейное
	трудовое
	предпринимательское
публичное право
	осальное
	
процессуальное
	ГПК
	УПК
материальное
	остальное
	
правонарушения
	уголовные преступления
		опасны для общества
		УК РФ ст. 5 объективное вменение, т.е. уголовная ответстсвенность за невиновное причинение вреда не допускается
			т.е. если вред наступил не по вине человека, то он не виновен
		* вина
		* опасность
		* деяние: действие/бездействие
	административные проступки
		опасны для общества, но не очень
	гражданские проступки
		опасны только конкретно людям
		- взыскание убытков
		- взыскание неустойки
		- взыскание морального вреда
	дисциплинарные проступки
		- дисциплинарная
			замечание 
			выговор
			уволнение
		- материальная
	
состав правонарушения
	объект - охраняется правом
	объективная сторона - деяние
	субъект
	субъективная сторона - умысл/неосторожность/мотивы
	
власть
	традиционная (религия, наследство)
	харизматическая
	легальная (выбрали)

	государственная
	
