https://www.youtube.com/c/%D0%9C%D0%B8%D1%85%D0%B0%D0%B8%D0%BB%D0%90%D0%B2%D1%82%D0%BE%D0%B8%D0%BD%D1%81%D1%82%D1%80%D1%83%D0%BA%D1%82%D0%BE%D1%80/videos

--- город ---
			самая распространенная авария - нерегулируемый пешеходный переход
		10:29	Текущее видео	Поворот Через Встречку Ошибки Новичков и Опытных Водителей	79 тыс. просмотров3 месяца назад
		5:34	Текущее видео	Что за Новый Знак ?	54 тыс. просмотров8 месяцев назад
			изменение покрытия (асфальт-брусчатка)
		7:48	Текущее видео	Изменения в Правилах (ПДД) и контроль скорости по полосе	65 тыс. просмотров10 месяцев назад
		12:03	Текущее видео	Реверсивное движение, рельсы, листья, перекрёсток поменяли знаки	35 тыс. просмотров10 месяцев назад
		14:41	Текущее видео	Проезд Севастопольской площади и возле метро Минская	30 тыс. просмотров1 год назад
		11:12	Текущее видео	Мотоциклисты,Междурядье Влог	40 тыс. просмотров1 год назад
		12:10	Текущее видео	Круговые, Полоса для Маршруток, Изменения в ПДД	66 тыс. просмотров1 год назад
		10:07	Текущее видео	Пешеходный переход советы	75 тыс. просмотров1 год назад
		11:46	Текущее видео	Помеха Справа, 5 Вариантов	408 тыс. просмотров1 год назад
		6:44	Текущее видео	Светофор Близко Возле Знаков	37 тыс. просмотров1 год назад
		17:46	Текущее видео	Средний ряд или Второй от Вас	107 тыс. просмотров1 год назад
		15:40	Текущее видео	Откуда Ждать Опасность, Помеха Справа	155 тыс. просмотров1 год назад
		8:03	Текущее видео	По городу можно 80 км	55 тыс. просмотров2 года назад
		9:16	Текущее видео	Косвенные признаки опасности	106 тыс. просмотров2 года назад
		14:46	Текущее видео	Помеха Справа или Нет ?	90 тыс. просмотров2 года назад
		14:14	Текущее видео	Влог. Нарушение при Левом Повороте с Парковки Ашан,Эпицентр,Лавина. Киев Берковецкая,6	38 тыс. просмотров2 года назад
		10:21	Текущее видео	С какого ряда можно ехать под зелёную стрелку, доп секцию светофора	388 тыс. просмотров2 года назад
		14:42	Текущее видео	Разворот под Зелёную Стрелку	65 тыс. просмотров2 года назад
		11:19	Текущее видео	Как Понять,Определить Насколько Далеко Вылез Передок на Перекрёстке	111 тыс. просмотров2 года назад
		10:40	Текущее видео	Пересекаем Двойную Сплошную и Не Нарушаем	161 тыс. просмотров2 года назад
		12:50	Текущее видео	ТОП 5 Неправильных Поворотников	480 тыс. просмотров3 года назад
		6:44	Текущее видео	ТОП 5 Аварий ( ДТП ) в Городе	166 тыс. просмотров4 года назад
		9:52	Текущее видео	Как Построить и Проработать Маршрут	33 тыс. просмотров5 лет назад
		12:05	Текущее видео	Отличия в ПДД Россия и Украина	52 тыс. просмотров2 года назад
		12:25	Текущее видео	Когда Целесообразно Уступать Дорогу	150 тыс. просмотров2 года назад
		12:06	Текущее видео	Поворот в направлении главной, с какого ряда можно?	186 тыс. просмотров2 года назад
		16:20	Текущее видео	Водительская Солидарность	339 тыс. просмотров2 года назад
		15:45	Текущее видео	Сигналы Между Водителями. Общение Жестами. Дорожная Азбука	3,6 млн просмотров5 лет назад
		10:06	Текущее видео	Разворот вне перекрёстка, ошибки при развороте	317 тыс. просмотров6 лет назад
		5:35	Текущее видео	Не перегораживаем проезд и проход для пешеходов	52 тыс. просмотров6 лет назад
		7:33	Текущее видео	Нерегулируемый пешеходный переход	43 тыс. просмотров6 лет назад
		10:19	Текущее видео	Советы начинающим водителям при движении по трассе.	499 тыс. просмотров7 лет назад
		0:55	Текущее видео	Автоинструктор Киев Дистанция Интервал в городском движении.	28 тыс. просмотров8 лет назад
	---- опасные ситуации, погода ----
		12:52	Текущее видео	Нарушения, на Красный, Подрезали, Зажали, Подборка с регистратора	41 тыс. просмотров5 месяцев назад
		12:25	Текущее видео	Нарезка, нарушения, предупреждения, на красный, пешеходы	38 тыс. просмотров9 месяцев назад
		12:24	Текущее видео	Косяки по Разметке	33 тыс. просмотров10 месяцев назад
		16:05	Текущее видео	Нарезка Нарушений, Фуры, Трамвайные Пути, Велосипедисты, Проезд на Красный	39 тыс. просмотров11 месяцев назад
		12:37	Текущее видео	Нарушения, Опасные Ситуации,Подрезания, Велосипедисты.	100 тыс. просмотров1 год назад
		12:14	Текущее видео	НАРЕЗКА С РЕГИСТРАТОРА	50 тыс. просмотров1 год назад
		12:58	Текущее видео	Нарезка Ситуаций с Регистратора Часть 4	81 тыс. просмотров1 год назад
		14:48	Текущее видео	Ситуации Которые Могут вас Испугать. Часть 3	135 тыс. просмотров1 год назад
		11:26	Текущее видео	Ситуации Которые Могут Вас Испугать ЧАСТЬ 2	151 тыс. просмотров1 год назад
		12:46	Текущее видео	Ситуации Которые Могут Вас Испугать	239 тыс. просмотров1 год назад
		12:58	Текущее видео	Советы в Снежную Погоду "Каша" под Колёсами	62 тыс. просмотров7 месяцев назад
		5:59	Текущее видео	Дождь в мороз, гололёд	146 тыс. просмотров9 месяцев назад
		14:01	Текущее видео	Особенности Вождение в Дождь	75 тыс. просмотров2 недели назад
		15:46	Текущее видео	Особенности вождения зимой в снег гололёд	686 тыс. просмотров5 лет назад
		22:11	Текущее видео	Занос, Снос Автомобиля в Снег Гололёд для Начинающих Водителей	282 тыс. просмотров2 года назад
		10:31	Текущее видео	Аквапланирование автомобиля, Вождение в дождь, на мокрой дороге.	107 тыс. просмотров5 лет назад
		11:09	Текущее видео	Ночное Вождение, Особенности Вождения в Темноте	474 тыс. просмотров4 года назад
	---- круговое движение ----
		15:02	Текущее видео	Круговые Движения по Правилам и Безопасности, Минимизация Рисков на Кольце	47 тыс. просмотров5 месяцев назад
		10:13	Текущее видео	Круговое на Борщаговке, Колибрис, Леся Курбаса, Гната Юры	25 тыс. просмотров5 месяцев назад
		22:40	Текущее видео	Перекрёстки с Круговым Движениям, Правила Проезда по Кольцу.	146 тыс. просмотров6 месяцев назад
		3:55	Текущее видео	Вступили в Силу Изменения в ПДД 2017. Круговые движения.	186 тыс. просмотров4 года назад
		6:42	Текущее видео	Изменения в Правилах Дорожного Движения. Круговое Движение.	183 тыс. просмотров4 года назад
		6:13	Текущее видео	Внимание! Массово Меняют Знаки на Круговых Движениях	25 тыс. просмотров2 года назад
		6:22	Текущее видео	Круговое Движение, Никто не Знает Новых Правил	142 тыс. просмотров3 года назад
		20:11	Текущее видео	Правила проезда перекрёстка с круговым движением	152 тыс. просмотров6 лет назад
		27:21	Текущее видео	Какой ряд занять перед круговым движением	513 тыс. просмотров6 лет назад
		16:19	Текущее видео	Ситуация на круговых движениях в Украине	20 тыс. просмотров6 лет назад
		10:09	Текущее видео	Какие повороты включать перед круговым движениям	1,4 млн просмотров6 лет назад
	---- нерегулируемые перекрестки ----
		6:15	Текущее видео	Поворотник в Направлении Главной Дороги	74 тыс. просмотров5 лет назад
		14:05	Текущее видео	Как правильно проезжать закрытый поворот	82 тыс. просмотров6 лет назад
		8:08	Текущее видео	Помеха справа. Правила равнозначных дорог.	402 тыс. просмотров6 лет назад
		10:13	Текущее видео	Проезд Нерегулируемых Перекрёстков с Видео Примерами. 3 Часть	148 тыс. просмотров6 лет назад
	---- светофоры ----
		7:44	Текущее видео	Зелёная стрелка, ещё немного информации	110 тыс. просмотров9 месяцев назад
		8:48	Текущее видео	Пешеходы под Зелёную Стрелку ,как раз на Переключении Светофора	35 тыс. просмотров7 месяцев назад
		13:14	Текущее видео	Никогда не Глуши Движок на Светофоре	143 тыс. просмотров3 года назад
		7:55	Текущее видео	Внимание !!! не Дублирующие Светофоры.	47 тыс. просмотров3 года назад
		10:18	Текущее видео	Как Подъезжать и Стоять на Светофоре	1,1 млн просмотров5 лет назад
		8:55	Текущее видео	Важно! Светофоры Работают не Синхронно	59 тыс. просмотров5 лет назад
		10:37	Текущее видео	Зелёная стрелка, дополнительная секция светофора	362 тыс. просмотров6 лет назад
		17:00	Текущее видео	Правила Проезда Регулируемых Перекрёстков с видео примерами и картинками 2 Часть	192 тыс. просмотров6 лет назад
	---- перекоестки вообще ----
		14:22	Текущее видео	Где стать при Левом Повороте	94 тыс. просмотров4 месяца назад
		9:00	Текущее видео	Смещённые перекрёстки	41 тыс. просмотров10 месяцев назад
		8:38	Текущее видео	Основная Ошибка при Правом Повороте	286 тыс. просмотров5 лет назад
		3:50	Текущее видео	Невнимательность При Левом Повороте	112 тыс. просмотров5 лет назад
		8:14	Текущее видео	Ошибка при выполнении поворота и разворота	348 тыс. просмотров6 лет назад
		19:36	Текущее видео	Разворот на перекрёстке	1,2 млн просмотров6 лет назад
		17:57	Текущее видео	Как проезжать левый поворот	1 млн просмотров6 лет назад
		12:57	Текущее видео	Как проезжать правый поворот	236 тыс. просмотров6 лет назад
		13:26	Текущее видео	Проезд перекрёстков с видео примерами на реальных дорогах 1 Часть	299 тыс. просмотров6 лет назад
	---- препятствия ----
		5:50	Текущее видео	Позднее Торможение	44 тыс. просмотров5 лет назад
		9:02	Текущее видео	Резкое Торможение на Мигающий Зелёный	428 тыс. просмотров5 лет назад
		5:45	Текущее видео	Как научиться объезжать ямы на дорогах	390 тыс. просмотров7 лет назад
		6:13	Текущее видео	Как реагировать на поздно замеченную помеху на дороге.	518 тыс. просмотров7 лет назад
		13:02	Текущее видео	Как безопасно проезжать лежачие полицейские.	417 тыс. просмотров7 лет назад
	---- перестроения, обгоны ----
		12:18	Текущее видео	Минимизируем Риски, Фуры, Обгон, Перестроение, Опережение.	71 тыс. просмотров8 месяцев назад
		16:04	Текущее видео	Обгон на трассе советы для новичков	497 тыс. просмотров6 лет назад
		10:57	Текущее видео	Обгон на трассе основные моменты	131 тыс. просмотров6 лет назад
		14:00	Текущее видео	Исчезает ряд, кто кому уступает?	861 тыс. просмотров3 года назад
			по знаку или по разметке или по помехе справа
			ряд может внезапно кончиться и часто бывают аварии!
		15:27	Текущее видео	Как Выехать Если Ничего не Видно по Сторонам	274 тыс. просмотров2 года назад
			в крайний правый ряд 
			с максимальным поворотом
			мееедленно вываливаем передок
			смотрим, чтобы не зацепить машину справа
			выезжаем и быстро разгоняемся
		18:05	Текущее видео	Как Выехать в Скоростной Поток	224 тыс. просмотров2 года назад
			оценить скорость приближения: едущая по главной дороге машина не должна притормаживать или менять траекторию
			быстро разогнаться
		14:30	Текущее видео	Как Выехать в Плотный Поток	420 тыс. просмотров2 года назад
			если опустить окно и маякнуть рукой - точно пустят
		12:13	Текущее видео	Перестроение, Выезды, Встраивание, разные моменты, нюансы	58 тыс. просмотров11 месяцев назад
			при повороте направо важно не цепануть 2й ряд
			поток идущий по левой полосе может быстро перестроиться на правую полосу, => надо дважды смотреть
			...
		----
		11:10	Текущее видео	Перестроение по полосам, рядам, из ряда вряд	96 тыс. просмотров11 месяцев назад
		7:40	Текущее видео	Мёртвая зона и как определить момент для перестроения по зеркалам.	201 тыс. просмотров7 лет назад
			лучше перестраиваться, когда увидел параллельный автомобиль в салонное зеркало
		12:01	Текущее видео	Как правильно перестраиваться.	682 тыс. просмотров7 лет назад
			даже если перестраиваешься сразу за припаркованными машинами в крайний правый, всё равно надо посмотреть в зеркало, там может быть мотоцикл
			мертвая зона через ряд
			при опережении перестраиваться можно, когда машина размером с грузовик полностью влезла в зеркало
		1:10	Текущее видео	Уроки вождения Киев, Смена ряда в городском потоке	41 тыс. просмотров8 лет назад
			включаем поворотник
			смотрим, не перестраивается ли задняя машина
			смотрим в боковое зеркало
		12:41	Текущее видео	Габариты Автомобиля в Движении, пройдет не пройдет ?	73 тыс. просмотров3 недели назад
			по зеркалам (медленно)
			бардюр по дворникам
			если дорога узкая и расходимся со встречным, то лучше остановиться, пусть вас объедет более опытный
	---- мертвые зоны ----
		7:06	Текущее видео	Мёртвая Зона Стойки, Слепая Зона Автомобиля.	40 тыс. просмотров6 лет назад
			особенно при левом повороте можно не увидеть пешехода из-за передней стойки
				надо наклонять голову
		5:38	Текущее видео	Мёртвая зона зеркал автомобиля, Слепая Зона Зеркал Машины	43 тыс. просмотров6 лет назад
			побокам в следующем ряду - проверяем поворотом головы
			но в ближайшем ряду - зад машины виден в зеркале, а перед - боковым зрением

--- парковка, препятствия на дороге ---
		12:33	Текущее видео	Автодром Павла Усенка 8, Экзамен в ГАИ	82 тыс. просмотров3 года назад
		8:25	Текущее видео	Как ехать очень медленно	699 тыс. просмотров6 лет назад

		11:44	Текущее видео	Разворот в три приёма, хвост ласточки	115 тыс. просмотров6 лет назад
		9:40	Текущее видео	Упражнение Задним Ходом Перестановка из Ряда в Ряд, учимся ездить задом	44 тыс. просмотров2 года назад
		15:21	Текущее видео	Змейка Задним Ходом, как научится ездить задом	99 тыс. просмотров2 года назад
		12:36	Текущее видео	Упражнение Змейка, Змейка Автодром,Змейка Экзамен	129 тыс. просмотров3 года назад

	---- препятствия ----
		7:37	Текущее видео	Как Тронуться на Льду	44 тыс. просмотров5 лет назад
		8:46	Текущее видео	Как Трогаться на Глубоком Снегу	92 тыс. просмотров5 лет назад
		10:30	Текущее видео	Лучший Способ Выехать из Ямы	247 тыс. просмотров5 лет назад
		14:16	Текущее видео	Как Выехать из Ямы	93 тыс. просмотров5 лет назад
		14:06	Текущее видео	Как заехать и съехать с бордюра, тротуара	187 тыс. просмотров6 лет назад
	---- парковка ёлочкой ----
		13:28	Текущее видео	Парковка Ёлочкой Ошибки, Ориентиры	46 тыс. просмотров1 месяц назад
			фара припаркованной машины на середине вашего переднего окна
			поворачиваем и доезжаем прямо
			назад максимально медленно, сначала прямо
			как стойка поровняется с правой машиной, начинаем поворачивать, но проверяем, чтобы передом не задеть левую машину
			можно также включить поворотник или аварийку
	---- параллельная парковка ----
		15:39	Текущее видео	Параллельная Парковка.Отличия по Размеру Парковки	112 тыс. просмотров1 год назад
		12:55	Текущее видео	Параллельная Парковка Левой Стороной,Экзамен,МРЕО, Туполева	81 тыс. просмотров2 года назад
		10:15	Текущее видео	Параллельная парковка Экзамен в ГАИ МРЭО на Туполева	91 тыс. просмотров3 года назад
		7:58	Текущее видео	Как Определить Расстояние для Параллельной Парковки Задом	280 тыс. просмотров3 года назад
			для своей машины надо "пристреляться"
			выезжаем из правильного места
			сдаем назад по зеркало, а вперед смотрим машину относительно своих дворников
			или сдаем вперед по зеркало, а в заднее окно смотрим
		15:11	Текущее видео	Параллельная Парковка Передом	554 тыс. просмотров5 лет назад
			нужно место для 2х машин
			сначала вперед, потом назад
		7:08	Текущее видео	Параллельная парковка на автомобиле задним ходом.	839 тыс. просмотров7 лет назад
			останавливаемся параллельно передней машине (колесом напротив угла)
			поворачиваем направо назад
				в левое зеркало надо увидеть дальний угол задней машины
			едем прямо назад 
				пока перед не выйдет за край передней машины 
				и задний левый угол не будет на линии
			поворачиваем налево назад
				пока не встанем ровно
				или пока не упремся в заднюю машину
			и немного вперед, чтобы не поджимать заднего
	---- бокс ----
		17:43	Текущее видео	Заезд в Гараж Простой Способ, Парковка Задним Ходом в Бокс или Между Машин Возле Супермаркета	1,9 млн просмотров4 года назад
			выезжая задом надо вертеть головой
		10:53	Текущее видео	Выезд с Парковки Передом, Задом, Мелкие Нюансы	800 тыс. просмотров5 лет назад
			выезд задом:
			сбоку метр, задним колесом ровняемся с границей стоящей машины
			и выкручиваем руль
		14:12	Текущее видео	Заезд Передним Ходом на Парковке, Несколько Способов, Ошибки	530 тыс. просмотров5 лет назад
			справа интервал 2м
			едем по зеркало (водитель-зеркало-угол машины)
			поворачиваем, смотрим чтобы не задеть передом
			тянем на левый дальний угол гаража
			вконце доворачиваем направо
		10:24	Текущее видео	Парковка по радиусу	102 тыс. просмотров2 года назад
		13:23	Текущее видео	Парковка Задом с Наклоном Кузова под 45 Градусов.	234 тыс. просмотров4 года назад
		9:58	Текущее видео	Параллельная парковка под 45г, ориентиры, чтоб не поджали	90 тыс. просмотров3 месяца назад
		11:48	Текущее видео	Парковка под 45г ориентиры для парковки, самая распространённая парковка	215 тыс. просмотров4 месяца назад
		13:59	Текущее видео	Как найти ориентиры для парковки на своём автомобиле, заезд в гараж, парковка на супермаркете.	64 тыс. просмотров5 месяцев назад
		15:25	Текущее видео	Парковка по Зеркалам Задним Ходом, Заезд в Гараж на Автодроме	269 тыс. просмотров4 года назад
		11:29	Текущее видео	2.Способ. Заезд в гараж задним ходом.Парковка между машин задним ходом.	333 тыс. просмотров7 лет назад
			"наклон кузова"
			без бокового интервала доезжаем передним колесом до стойки
			потом налево, пока не увидим стойку в зеркале
			едем назад, чтобы расстояние до стойки было одинаковым
			(в другое зеркало тоже посматриваем на всякий случай)
		17:12	Текущее видео	1.Способ.Заезд в гараж, Заезд в бокс, Парковка задним ходом.	694 тыс. просмотров7 лет назад
			выезд - когда средняя стойка будет на углу выезда
			заезд
				параллельно на расстоянии 2 метра в бок и 2 метра вперед (или больше)
				потом назад поворачиваем, в зеркало контролируем расстояние
			(в другое зеркало тоже посматриваем на всякий случай)
 	---- габариты ----
		14:58	Текущее видео	Автоматическая Парковка С Шлагбаумом, Отработка Габаритов	31 тыс. просмотров1 год назад
		10:01	Текущее видео	Сколько мы Невидим Впереди Капота, Перед Собой	312 тыс. просмотров2 года назад
		5:24	Текущее видео	Как Научится Парковаться под Бордюр, Бровку,Поребрик.	229 тыс. просмотров5 лет назад
			по зеркалу
		7:59	Текущее видео	Как научиться не пересекать стоп линию и подъезжать к бровке, бордюру	334 тыс. просмотров6 лет назад
		10:13	Текущее видео	Как подъехать к высокому бордюру задом	182 тыс. просмотров6 лет назад
		9:53	Текущее видео	Как научиться чувствовать габариты автомобиля	1 млн просмотров7 лет назад
			зеркалом к вешке, спереди, сзади
			научиться чувствовать
			машины не вертикальные
		6:16	Текущее видео	Как определить расстояние для выворота колёс	246 тыс. просмотров6 лет назад
		4:32	Текущее видео	Как определить что колёса стоят прямо.Как колёса поставить ровно.	387 тыс. просмотров7 лет назад
	---- риски, где лучше оставить ----
		6:50	Текущее видео	5 Советов (Лайфхаков) по Парковке Автомобиля	844 тыс. просмотров4 года назад
		7:05	Текущее видео	Как Оставлять Машину под Домом на Парковке	422 тыс. просмотров4 года назад
		13:51	Текущее видео	Аварийность на Парковке Супермаркетов,Парковка Возле Супермаркета	75 тыс. просмотров5 лет назад
		11:50	Текущее видео	Парковка, зажимают машины, разметка в снегу, советы	31 тыс. просмотров7 месяцев назад
			если на парковке не видно разметки - получается хаос
			лучше не зажимать, не ставить в 3 ряда
		15:49	Текущее видео	Бесящее ДТП на парковке, кто прав	69 тыс. просмотров8 месяцев назад
			на парковке разметка - носит рекомендательный характер
			на самом деле всё решается по помехе справа
				если разметка официальная - одни правила, если нет - другие, а как узнать?
		12:43	Текущее видео	Минимизируем риски на парковке	101 тыс. просмотров9 месяцев назад
			ставим ровно, подальше от других, через одну
			избегать машины У, туфля, чайник
			на узких улицах могут цепануть
			когда ставим сразу планируем как будем выезжать
			когда выезжаем из бокса - сначала по стойку прямо, потом поворачиваем

--- основные органы управления ---
		10:03	Текущее видео	Буксировка Автомобиля Мелкие Нюансы	103 тыс. просмотров4 года назад
		8:02	Текущее видео	Что Будет Если на Скорости Заглушить Движок	1,1 млн просмотров4 года назад
			отключится усиление руля и тормозов
			если вынуть ключи заблокируется руль
			если есть сцепление с двигателем, будет торможение двигателем
			на автомате, если есть сцепление с двигателем в режиме драйв, будет портиться коробка
		11:56	Текущее видео	Красная Зона Тахометра, Можно ли Крутить Тахометр до Отсечки	596 тыс. просмотров4 года назад
			для быстрого разгона (например если надо вклиниться в поток)
				! проверить заранее уровень масла и состояние ремня ГРМ
		9:16	Текущее видео	Как правильно вращать руль автомобиля.	669 тыс. просмотров7 лет назад
	---- передачи ----
		11:28	Текущее видео	Как Тормозить Двигателем на Автомате и для чего?	48 тыс. просмотров1 месяц назад
		11:49	Текущее видео	Нестандартное (стрёмное) Использование Нейтральной Передачи на АКПП	43 тыс. просмотров2 месяца назад
		11:09	Текущее видео	Нейтралка на Автомате как Включить если Сломались	37 тыс. просмотров2 месяца назад
		13:16	Текущее видео	Особенности Коробки Автомат	246 тыс. просмотров1 год назад
		22:30	Текущее видео	Что обозначают буквы (режимы) на коробке автомат	814 тыс. просмотров5 лет назад
			P паркинг
			R реверс
			N нейтраль
			D драйв	= A автомат
				kick-down - педаль в пол - автоматически понижается на пониженную
				O/D over-drive - идти на одной передаче
			D3 1я-2я-3я 
			2 1я-2я пониженная - на уклонах - 40км/ч
			L 1я пониженная - на уклонах - 20км/ч
			M - мануальный/ручной режим 
				+/- передачи
			S - спорт
			режимы
				экономный	медленно переключается
				нормальный	
				спорт		быстро переключается
				
			snow

		19:12	Текущее видео	Что в Автошколе Говорят Нельзя Делать на Механике..	792 тыс. просмотров2 года назад
		4:07	Текущее видео	Миф про Заднюю Передачу или что Будет Если на Скорости Включить Заднюю Передачу .	513 тыс. просмотров4 года назад
			синхронизатор не пустит
		8:32	Текущее видео	Клевки при Переключении Передач на Повышенную Передачу	453 тыс. просмотров3 года назад
		6:11	Текущее видео	Как переключить передачу на пониженную без "клевка"	529 тыс. просмотров6 лет назад
		9:46	Текущее видео	Переключение Передач в Горку	402 тыс. просмотров5 лет назад
		13:39	Текущее видео	Как и в каких случаях переключают на пониженную передачу	639 тыс. просмотров6 лет назад
			набор скорости - переключение +1, по оборотам
			торможение - переключение по скорости
			в гору - передача ниже
			и хотим быстро разогнаться - передача ниже
		20:37	Текущее видео	Как переключать передачи, ошибки при переключении	2 млн просмотров6 лет назад
			на скорости 40 1ю передачу не позволит включить синхронизатор
			не включаем по диагонали
		14:26	Текущее видео	Переключение передач по скорости и оборотам	1,1 млн просмотров6 лет назад
			обороты двигателя пропорциональны скорости
				оптимально держать в диапозоне 1,5-2 т.о/м
			сцепление нажимаем резко, отпускаем плавно
			газ 	отпускаем резко, нажимаем плавно
			5-20	1
			20-40	2
			40-60	3
			60-80	4
			80+	5
		11:23	Текущее видео	Железные правила для коробки механической и автоматической	590 тыс. просмотров1 год назад
			не включать стартер, если работает движок
			переключение передач только с выжатым сцеплением (до упора в пол)
			когда стоишь прежде чем отпустить сцепление надо проверить нейтралку
			прежде чем включить заднюю передачу надо остановиться
			на автомате с выключенным двигателем передачи не переключаются
			на автомате переключать передачи только при полной остановке
			на автомате на горке при остановке сначала затягиваем ручник, потом ставим паркинг (чтобы не было давления на зуб)
			
	---- сцепление ----
		8:05	Текущее видео	Работа с Педалями на Механике для Новичков	232 тыс. просмотров2 года назад
		5:44	Текущее видео	Сцепление. Изгиб Ноги. Нюансы	161 тыс. просмотров3 года назад
		10:19	Текущее видео	Когда Палится Сцепление	2,2 млн просмотров4 года назад
		24:06	Текущее видео	Три способа тронуться с места на механической коробке передач	999 тыс. просмотров6 лет назад
		13:36	Текущее видео	Как правильно отпускать сцепление и работать с педалями.	2 млн просмотров6 лет назад
		8:43	Текущее видео	1 способ.Как трогаться в горку с ручника.	708 тыс. просмотров7 лет назад
		6:42	Текущее видео	3 способ.Как трогаться в горку подлавливая сцеплением и синхронно добавляя газ.	349 тыс. просмотров7 лет назад
		6:01	Текущее видео	2 способ.Как трогаться в горку без ручника, подвод сцепления, без отката	722 тыс. просмотров7 лет назад
		7:53	Текущее видео	Как правильно трогаться с места на механической коробке передач	2,2 млн просмотров8 лет назад
	---- тормоза ----
		8:16	Текущее видео	Как научиться тормозить без клевков	55 тыс. просмотров4 месяца назад
		7:48	Текущее видео	Как Тронуться с Горки Вниз, Ошибки Учеников.	363 тыс. просмотров3 года назад
		3:07	Текущее видео	Что Будет Если на Скорости Затянуть Ручник	282 тыс. просмотров4 года назад
			задние колеса блокируются и немного заносит
		8:58	Текущее видео	Электронный ручник	223 тыс. просмотров4 года назад
		16:39	Текущее видео	Стояночный Тормоз, Ручник, Ножник, Электро Ручник	176 тыс. просмотров4 года назад
			на крутой горе без ручника и с выключенным двигателем не стоять - не руботает гидроусилитель тормозов
			Ручник - только задние колеса
				чтобы отпустить если сильно затянул - немного натянуть и потом нажимать на кнопку
				если при затянутом ручнике пытаемся тронуться - зад толжен приседать
			Ножник, - на автомате бывает
			Электро Ручник
				если забыл снять и начал движение - он снимется автоматически
				если сел аккумулятор - он может не затянуться
		5:01	Текущее видео	3.Как правильно тормозить.Экстренное торможение.Виды и способы торможения.	184 тыс. просмотров7 лет назад
			экстренное
				отпускаем газ и сразу на тормоз (сцепление не нажимаем)
				как только появился визг (проскальзывание колес) - сразу приотпускаем тормоз
				вконце можно нажать сцепление чтобы не заглохнуть
		9:35	Текущее видео	2.Как правильно тормозить.Активное торможение.Виды и способы торможения.	734 тыс. просмотров7 лет назад
			активное - по городу
				<20-30км/ч - с выжиманием сцепления
				>20-30км/ч - без выжимания сцепления
				вконце немного приотпустить тормоз, чтобы машина не клюнула

				интенсивное=служебное
				ступенчатое - нажали ---- отпуститли, потом снова
				импульсное - имитация АБС - если снег/дождь
		6:00	Текущее видео	1.Как правильно тормозить.Виды и способы торможения на механической коробке передач.	933 тыс. просмотров7 лет назад
			двигателем
				не загораются стоп сигналы !
				если отказали тормоза
					передачи снижаем постепенно 4->3->2->1
				на светофоре
					просто отпускаем газ
					потом добавляем тормоз (?)
					потом нажимаем сцепление

--- дополнительные органы управления ---
		12:01	Текущее видео	Противотуманки Когда Включать и Зачем влог	25 тыс. просмотров1 месяц назад
		14:10	Текущее видео	Фары для новичков, как включать, габариты ,ближний дальний, дневные ходовые огни, противотуманки	46 тыс. просмотров1 месяц назад
		12:59	Текущее видео	Антипробуксовочная система, ABS, ESP система курсовой устойчивости.	155 тыс. просмотров3 года назад
		4:02	Текущее видео	ESP Программа Электронной Стабилизации	302 тыс. просмотров4 года назад
		13:09	Текущее видео	Камера Заднего Вида	94 тыс. просмотров3 года назад
		15:34	Текущее видео	Установил Камеру Заднего Вида	219 тыс. просмотров3 года назад
		7:37	Текущее видео	Что такое парктроник и как он работает	142 тыс. просмотров6 лет назад
		4:40	Текущее видео	Как правильно настроить сиденье под водителя.	338 тыс. просмотров7 лет назад
			выжимаем сцепление не кончиками пальцев
			когда нога на ступеньке - сиденье не пережимает низ ноги
			когда руки на руле - руль в изгибе запястий
		10:47	Текущее видео	Как настроить зеркала в автомобиле и что такое мёртвая зона	652 тыс. просмотров7 лет назад
			боковые
				на соседний ряд
				чтобы видеть борт (ручку)
				можно приблизить голову, чтобы больше увидеть
				мертвые зоны - по бокам сзади - тоже проверять перед перестроением
			салонное
				чтобы видеть свое ухо
				бывают переключатели, которые отражают часть света вверх - чтобы ночью машины не слепили
		20:34	Текущее видео	Приборная панель (контрольные лампы)	229 тыс. просмотров5 лет назад
			...
		24:46	Текущее видео	Приборная панель (органы управления),свет,печка,дворники	534 тыс. просмотров5 лет назад
			...
		4:52	Текущее видео	Как заводить двигатель на машине с коробкой автомат	874 тыс. просмотров5 лет назад
			сначала нажать тормоз, коробка в паркинге или нейтрали
		10:48	Текущее видео	Как правильно заводить автомобиль.	1,8 млн просмотров7 лет назад
			сцепление разъединяет двигатель и коробку
			повернув ключ ждем 2 сек и только потом запускаем стартер (в это время бензонасос прокачивает бензин)
			на инжекторных машинах газ не нажимаем (это делает компьютер), на карбюраторных нажимаем немного

--- лайвхаки и советы ---
		12:34	Текущее видео	Что Не надо делать если пробили колесо	139 тыс. просмотров3 месяца назад
		16:21	Текущее видео	Подготовка к Теоретическому Экзамену в Автошколе, где решать билеты, маршруты	15 тыс. просмотров4 месяца назад
		12:32	Текущее видео	Банальные Вопросы Учеников	125 тыс. просмотров1 год назад
		11:48	Текущее видео	Советы Напоминания для Новичков.Часть пятая	83 тыс. просмотров1 год назад
		13:37	Текущее видео	Советы напоминания для начинающих водителей,часть четвертая	131 тыс. просмотров2 года назад
		13:02	Текущее видео	Советы Напоминания для Начинающих Водителей и учащихся автошкол, часть 3	153 тыс. просмотров2 года назад
		15:56	Текущее видео	Советы Напоминания для Начинающих Водителей и учащихся автошкол, часть 2	265 тыс. просмотров2 года назад
		12:20	Текущее видео	Советы, Напоминания для Начинающих Водителей, Учащихся Автошкол.	708 тыс. просмотров2 года назад
		8:57	Текущее видео	Чехол на Руль. Нужен Ли ?	203 тыс. просмотров3 года назад
		12:01	Текущее видео	Выбор Автошколы, Как Выбрать Автошколу.	33 тыс. просмотров3 года назад
		1:37	Текущее видео	Секретка на руле, как разблокировать руль.	305 тыс. просмотров7 лет назад
		5:08	Текущее видео	Обязательный Набор Автомобилиста	450 тыс. просмотров4 года назад
		8:33	Текущее видео	7 Вещей Которые Уходят в Прошлое для Современного Водителя	243 тыс. просмотров4 года назад
		14:33	Текущее видео	Химчистка Салона	62 тыс. просмотров1 год назад
		11:36	Текущее видео	Туннельная мойка, как заехать, нюансы	32 тыс. просмотров1 год назад
		3:36	Текущее видео	Как отмыть смолу, битум с автомобиля	91 тыс. просмотров5 лет назад
		13:08	Текущее видео	Плюсы и Минусы Автомобильных Моек	609 тыс. просмотров5 лет назад
		12:22	Текущее видео	Ребёнок первый раз за рулём, первый урок вождения	120 тыс. просмотров6 лет назад
		5:04	Текущее видео	Очки для водителей с антибликовым эфектом.	126 тыс. просмотров6 лет назад
		5:31	Текущее видео	Как Правильно Открыть Дверь из Салона и с Какой Стороны Правильно Подойти к Автомобилю.	43 тыс. просмотров1 год назад
		6:31	Текущее видео	Как Садиться в Автомобиль	75 тыс. просмотров5 лет назад
		7:15	Текущее видео	Советы при открытии двери для начинающих водителей.	39 тыс. просмотров6 лет назад
		11:25	Текущее видео	"У" или"70" какую клеть? начинающему водителю и клеить ли вообще	64 тыс. просмотров6 месяцев назад
	---- сигнализация и ключи ----
		8:23	Текущее видео	Установил себе сигнализацию	24 тыс. просмотров6 месяцев назад
		12:29	Текущее видео	Мои Впечатления от Сигнализации Pandora , Отзыв.	42 тыс. просмотров6 месяцев назад
		14:18	Текущее видео	Привязка ключа с АлиЭкспрес, Форд Эскейп Американец	46 тыс. просмотров1 год назад
		16:47	Текущее видео	Что Делать Если Потеряли Ключи от Авто(изготовление ключей)	144 тыс. просмотров2 года назад
		8:00	Текущее видео	Как привязать брелок к сигнализации	557 тыс. просмотров5 лет назад
	---- зима ----
		7:51	Текущее видео	10 Советов Лайфхаков в Зимний Период Автомобилистам	2 млн просмотров4 года назад
		4:57	Текущее видео	Мёрзнут Ноги в Автомобиле	204 тыс. просмотров4 года назад
		2:44	Текущее видео	Что вас может ждать зимним утром. Щётка для снега.	20 тыс. просмотров6 лет назад
	---- камеры и штрафы ----
		8:17	Текущее видео	Повысились (подорожали) Штрафы за Нарушения Правил Дорожного Движения с 17 03 2021	39 тыс. просмотров6 месяцев назад
		2:25	Текущее видео	Камера Контроля Полосы для Общественного Транспорта	23 тыс. просмотров7 месяцев назад
		14:06	Текущее видео	Два года права,не Доходят Штрафы,Камеры,Где смотреть штрафы	46 тыс. просмотров1 год назад
		15:10	Текущее видео	Получил Штраф, как не Попадать Антирадар, где смотреть,как платить.	89 тыс. просмотров1 год назад
		8:43	Текущее видео	Камеры Автоматической Видео Фото Фиксации Нарушений	88 тыс. просмотров1 год назад
		11:03	Текущее видео	Штраф за тонировку - как избежать? Разрешенная тонировка. Тонировка по ГОСТу	105 тыс. просмотров7 месяцев назад
	---- ДТП, юридические вопросы ----
		5:04	Текущее видео	Права и Техпаспорт на Мобильном "Дія"	168 тыс. просмотров1 год назад
		5:54	Текущее видео	Замена (прав) Водительского Удостоверения Старых на Новые 2018	351 тыс. просмотров3 года назад
		12:08	Текущее видео	Проблесковый Маячок	86 тыс. просмотров4 года назад
		8:13	Текущее видео	Что Делать если Украли или Потеряли Автономера	44 тыс. просмотров3 года назад
			номера объявляются угнанными, а машину надо заново перерегистрировать (полностью)
			если украли только один номер - можно сделать дубликат
			если требуют выкуп - проще сделать дубликат
		15:40	Текущее видео	Обязательное Автострахование. Нюансы. Автогражданка. ОСАГО.	98 тыс. просмотров4 года назад
			франшиза - при страховом случае небольшой ущерб возмещаешь сам
			подать заявление втечении 3 дней после ДТП или года у пострадавшего (но лучше позвонить)
			ававрийный комиссар - чтобы помочь зафиксировать всё, но можно и самому
			предоставить авто (оба) на осмотр - для оценки ущерба
			??? требовать номер полиса со второго участника не обязательно ??? главное обратиться в свою страховую
			если у тебя нет полиса - штраф 800р
				если управляет человек невписанный в полис - штраф 500р
				но страховка распространяется на всех, кто управляет ТС на законных основаниях (дал другу (с правами) покататься)
					но если пенсионер со скидкой, то полис только на него
			европротокол:
				2 участника и у каждого действующий полис
				1 признает свою вину
					если он передумает признавать вину, то страховка не действует и он сам должен выплачивать ???
					кто виновен должно быть ОЧЕВИДНО
				ущерб до 100кр
				нет пострадавших по здоровью
				нет алкогольных/наркотических опьянений
			подавать в страховую
				протокол (от ментов или евро)
				тех паспорт на авто
				водительское
				паспарт
				ТС на осмотр
			выплаты втечение 90 дней
		10:31	Текущее видео	Действия при ДТП, что Делать если Произошло ДТП	132 тыс. просмотров4 года назад
			включить аварийку, выйти, оценить ситуацию
			а)
				узнать адрес (на ближайшем доме, GPS, у прохожих)
				вызвать скорую, оказать первую помощь
				поставить знак аварийной остановки
				позвонить в страховую и м.б. эвакуатор
			б)	поставить знак аварийной остановки
				а)если очевидно кто виновник, и он признает свою вину и ты можешь оценить сумму ущерба
					можно на месте рассчитаться, и !взять расписку!
				б)если очевидно кто виновник, и он признает свою вину и ты можешь оценить сумму ущерба
					оформить евро-протокол (!если оформить неправильно, можно ничего не получить!)
				в)если ситуация спорная
					вызвать полицию
					фото-фидео зафиксировать ситуацию и ущерб
					найти свидетелей (фамилия, телефон) (если нет регистратора)
						полиция забирает права у виновника (или у обоих, если не понятно) (до суда)
							и выдает бумажку в замен прав (чтобы можно было ездить до суда)
	---- видеорегистратор, электроника, гаджеты ----
		10:27	Текущее видео	Обзор автомобильных держателей для телефона	48 тыс. просмотров4 месяца назад
		11:24	Текущее видео	Обзор GPS радар -детектор RUCCESS STR-S900-G 2 в 1, антирадар.	32 тыс. просмотров3 года назад
		16:29	Текущее видео	Обзор регистратора Комбо Устройства Ruccess STR-LD200-G	31 тыс. просмотров3 года назад
		16:18	Текущее видео	Выбор Видео Регистратора	121 тыс. просмотров4 года назад
		8:05	Текущее видео	Видеорегистратор, Регистратор для Новичков, для Съёмки Видео	57 тыс. просмотров5 лет назад
	---- криминал ----
		7:58	Текущее видео	Кидалаво на покупке шин в интернет магазине Фаворит Шина	22 тыс. просмотров2 года назад
		3:27	Текущее видео	Развод на Дороге Перстень	66 тыс. просмотров3 года назад
		8:37	Текущее видео	Автоподставы, Авторазвод при Помощи Колпаков.	100 тыс. просмотров3 года назад
			колпаки пристегивать стяжками
		4:56	Текущее видео	Как Защитить Колёса от Кражи. Секретные болты ( гайки )	45 тыс. просмотров5 лет назад
		4:55	Текущее видео	Кража Вещей из Салона Автомобиля	34 тыс. просмотров5 лет назад
			не оставлять вещи в салоне, перекладывать в багажник !беспалевно!
	---- запуск двигателя ----
		8:51	Текущее видео	Прикуриваем Электромобиль	13 тыс. просмотров3 года назад
		7:58	Текущее видео	Как Завести Машину с Толкача	202 тыс. просмотров5 лет назад
		10:46	Текущее видео	Как Прикурить Автомобиль	196 тыс. просмотров5 лет назад
		11:16	Текущее видео	Прогревать или не прогревать двигатель	538 тыс. просмотров5 лет назад
		13:50	Текущее видео	Автозапуск двигателя с брелка сигнализации	170 тыс. просмотров6 лет назад
	---- заправка ----
		8:43	Текущее видео	Что делать если в 40 литровый баллон влезло 43 литра газа	247 тыс. просмотров4 недели назад
		7:47	Текущее видео	При Заправке Газом Сколько Должно Влезать в Газовый Баллон	13 тыс. просмотров3 недели назад
		14:20	Текущее видео	За Сколько Отбивается Газ и Сколько вы Экономите	64 тыс. просмотров1 год назад
		8:28	Текущее видео	Что Будет если Закончится Топливо	316 тыс. просмотров4 года назад
			топливный насос может испортиться
		11:11	Текущее видео	Как Заправлять Автомобиль (Мелкие Нюансы)	1,4 млн просмотров5 лет назад
			с какой стороны бак - на приборной панели
			открывается под сиденьем
			до полного - автоматически отщелкивает
			закрываем машину, запоминаем номер заправки и идем платить
			и на кассе говорим: 95й до полного или 10-20 литров или на 100-200-500 рублей
	---- стекла ----
		5:25	Текущее видео	Щетки Стеклоочистителя Плохо Вытирают Лобовое Стекло	158 тыс. просмотров4 года назад
		13:42	Текущее видео	Как Быстрее Убрать Запотевание Окон (Тест)	781 тыс. просмотров5 лет назад
		8:43	Текущее видео	Запотевание Cтёкол в Автомобиле	45 тыс. просмотров5 лет назад
		9:41	Текущее видео	Как предотвратить замерзание лобового стекла	209 тыс. просмотров6 лет назад
		8:41	Текущее видео	Как очистить стекло от льда	153 тыс. просмотров6 лет назад

--- ремонт и обслуживание ---
		10:13	Текущее видео	ГидроУдар. Как Можно Убить Двигатель. Глубокие Лужи Чем Опасно	73 тыс. просмотров2 месяца назад
		15:33	Текущее видео	Атермальная тонировка: клеить или нет. На какие стекла. Цена вопроса	54 тыс. просмотров5 месяцев назад
		2:05	Текущее видео	Замена дворников Ford Escape, Kuga	21 тыс. просмотров1 год назад
		12:18	Текущее видео	Как Меняется Лобовое Стекло	32 тыс. просмотров3 года назад
		6:05	Текущее видео	Глушитель, Варить или Пусть Течёт	33 тыс. просмотров3 года назад
		5:18	Текущее видео	Вода под Капотом. Откуда?	19 тыс. просмотров3 года назад
		7:38	Текущее видео	Дозаправка Автокондиционера.	32 тыс. просмотров4 года назад
		4:15	Текущее видео	Машина Бьётся Током	1,6 млн просмотров5 лет назад
		16:31	Текущее видео	Заправка и Ремонт Автокондиционеров	26 тыс. просмотров5 лет назад
		13:48	Текущее видео	Как поменять (дворники) щетки стеклоочистителя	705 тыс. просмотров5 лет назад
	---- как уменьшить износ ----
		9:25	Текущее видео	Как тормозить перед Ямами, Лежачими полицейскими, Трамвайными путями, неровностями на дороге	79 тыс. просмотров3 месяца назад
			препятствие преодолеваем с отпущенным тормозом и газом
			тормозим перед
			разгоняемся после
		8:29	Текущее видео	Водительские Понты	560 тыс. просмотров2 года назад
		6:43	Текущее видео	Насколько Опасно, Вредно Крутить Руль на Месте	46 тыс. просмотров4 дня назад
		12:50	Текущее видео	Что не Нужно Отрабатывать на Автомате	107 тыс. просмотров1 год назад
		12:34	Текущее видео	Что Убивает Наш Автомобиль в Пробках в Тянучках	47 тыс. просмотров1 месяц назад
		14:37	Текущее видео	Что Происходит с Автомобилем Если Редко Ездить или Долго Стоит.	626 тыс. просмотров2 года назад
	---- фары ---
		11:32	Текущее видео	Восстановление фар,защита бронеплёнкой, защита кузова	27 тыс. просмотров1 год назад
		1:40	Текущее видео	Инструкция Замены Ламп в Фаре H4,Гологенн,Led,светодиодная	18 тыс. просмотров1 год назад
		13:35	Текущее видео	Тест Светодиодных ламп LED	30 тыс. просмотров1 год назад
		13:14	Текущее видео	Влог Ветровики,Мухобойка,Биксенон	76 тыс. просмотров2 года назад
		7:57	Текущее видео	Запотела Фара, Чем Опасно ?	61 тыс. просмотров3 года назад
	---- подготовка к зиме ----
		17:37	Текущее видео	Тестируем Тормозуху, Заморозил, Новая уже Непригодная	22 тыс. просмотров8 месяцев назад
		13:27	Текущее видео	Дизельное Топливо в Мороз и ответы на вопросы	27 тыс. просмотров8 месяцев назад
		11:48	Текущее видео	Подготовка Автомобиля к Сильным Морозам	78 тыс. просмотров8 месяцев назад
		12:40	Текущее видео	Замёрзнет в Мороз Омывайка и Антифриз, как Проверить?	14 тыс. просмотров7 месяцев назад
		6:04	Текущее видео	Как Разморозить Жидкость (Лёд) в Бачке Омывателя. Разные Способы	354 тыс. просмотров4 года назад
		12:05	Текущее видео	Подготовка автомобиля к зиме ТО	53 тыс. просмотров1 год назад
	---- аккумулятор ----
		10:50	Текущее видео	Как Проверить Заряд Аккумулятора на Вашем Автомобиле	29 тыс. просмотров6 месяцев назад
		9:55	Текущее видео	4 критерия выбора аккумулятора,как выбрать аккумулятор для новичков	126 тыс. просмотров2 года назад
		11:18	Текущее видео	Причины Убивания Аккумулятора и Причины Разрядки	139 тыс. просмотров3 года назад
	---- ТО ----
		9:39	Текущее видео	Зимовка авто в гараже, аккумулятор, давление в шинах	45 тыс. просмотров6 лет назад
		25:43	Текущее видео	Проверка жидкостей, сроки замены, фильтра	399 тыс. просмотров6 лет назад
	---- ходовая ----
		8:31	Текущее видео	Развал Схождение 3D	117 тыс. просмотров4 года назад
		20:35	Текущее видео	Мероприятие по Диагностике Ходовой с Подписчиками. Как Диагностировать Ходовую	19 тыс. просмотров4 года назад
		3:04	Текущее видео	Диагностика Ходовой. Каждый Может Принять Участие.	22 тыс. просмотров4 года назад
		6:43	Текущее видео	Чем Отличаются Амортизаторы Масляные и Газомасляные. Когда Менять Амортизаторы	252 тыс. просмотров4 года назад
	---- колеса ----
		16:49	Текущее видео	Как Контролировать Следить за Давлением в Шинах	126 тыс. просмотров1 год назад
		11:10	Текущее видео	Перепрошивка датчиков давления в шинах Nissan Leaf, плюс лайфхак	23 тыс. просмотров3 года назад
		7:07	Текущее видео	Датчики Давления в Шинах, Переобувка на Nissan Leaf	19 тыс. просмотров3 года назад
		8:19	Текущее видео	Как Сделать Новые Диски за 50$	53 тыс. просмотров4 года назад
		6:49	Текущее видео	Бьёт Руль на Скорости или при Торможении	231 тыс. просмотров4 года назад
		8:32	Текущее видео	Тормозные Колодки, Передние, Задние, Сроки Замены.	133 тыс. просмотров4 года назад
		19:03	Текущее видео	Обозначения и расшифровка на шинах	147 тыс. просмотров5 лет назад
		24:35	Текущее видео	Что делать если спустило колесо, как поменять запаску.	94 тыс. просмотров6 лет назад
		5:51	Текущее видео	Скрип, скрежет в колесе	190 тыс. просмотров6 лет назад
		2:42	Текущее видео	Когда Менять (Переобувать) Шины с Зимних на Летние	37 тыс. просмотров5 лет назад
		6:20	Текущее видео	Грыжа на Колесе, Бугор на Шине	113 тыс. просмотров5 лет назад
	---- двигатель ----
		9:28	Текущее видео	Загорелся CHECK (ЧЕК) Что делать,неполадки двигателя.	2,6 млн просмотров3 года назад
		15:54	Текущее видео	Мойка Двигателя Своими Руками	158 тыс. просмотров4 года назад
		5:32	Текущее видео	5 Вещей Убивающие Движок	1,6 млн просмотров4 года назад
		12:06	Текущее видео	Аппаратная (Полная) Замена Масла в Автоматической Коробке Передач	79 тыс. просмотров4 года назад
		10:55	Текущее видео	Что Будет Если в Бензиновый Автомобиль Залить Дизель и в Дизельный залить Бензин	235 тыс. просмотров4 года назад
		6:27	Текущее видео	Как Ведёт Себя Дизель (Солярка) и Бензин в Мороз	103 тыс. просмотров4 года назад
		8:06	Текущее видео	Не Заводится Машина (Стартер)	158 тыс. просмотров5 лет назад
		19:47	Текущее видео	Перегрев двигателя, Закипел автомобиль	150 тыс. просмотров5 лет назад
		9:05	Текущее видео	Чистка Форсунок на Стенде, Чистка Инжектора.	23 тыс. просмотров5 лет назад
	---- ГБО ----
		16:30	Текущее видео	Поставил Газ на Американский Автомобиль	129 тыс. просмотров1 год назад
		6:00	Текущее видео	Регистрация ГБО в МВД (ГАИ) После Установки	66 тыс. просмотров1 год назад
		19:21	Текущее видео	Что нужно знать человеку, который купил машину с ГБО	260 тыс. просмотров3 года назад
		9:16	Текущее видео	Как Узнать Точный Литраж Газа в Баллоне ГБО	384 тыс. просмотров2 года назад
		12:20	Текущее видео	Установка ГБО на Автомобили с Прямым Впрыском	45 тыс. просмотров2 года назад
		15:18	Текущее видео	Эксперимент. Ставлю Скоростные Форсунки ГБО	151 тыс. просмотров3 года назад
		23:26	Текущее видео	Выбор ГБО Разного Уровня	67 тыс. просмотров3 года назад
		26:48	Текущее видео	ГБО 4 Поколения. Правильный Подбор Оборудования.	61 тыс. просмотров3 года назад
		21:05	Текущее видео	Газ на Автомобиле, ГБО (Газобалонное Оборудование) 4 поколение	495 тыс. просмотров4 года назад
	--- кузов ---
		16:18	Текущее видео	Полировка авто, Уход за Кузовом Автомобиля	31 тыс. просмотров1 год назад
		15:04	Текущее видео	Антигравийна Полиуретановая, Броне, Плёнка	25 тыс. просмотров9 месяцев назад
		12:41	Текущее видео	Ремонт Порогов	59 тыс. просмотров2 года назад
		17:55	Текущее видео	Толщиномеры Лакокрасочного Покрытия	59 тыс. просмотров2 года назад
		12:27	Текущее видео	Теперь я Пешеход Ремонт Порогов, Покраска	48 тыс. просмотров2 года назад
		12:06	Текущее видео	Толщиномер PROFILINE TG-3240 И CHY-115	13 тыс. просмотров1 год назад

--- выбор авто ---
		17:42	Текущее видео	Стоимость Ремонта Битка из Америки	74 тыс. просмотров9 месяцев назад
		4:20	Текущее видео	Что Если бы Перекупы Говорили Правду	116 тыс. просмотров1 год назад
		14:10	Текущее видео	Как Определить Сколько Стоит Любой Автомобиль	202 тыс. просмотров1 год назад
		10:20	Текущее видео	Влог Приехал Автовоз	38 тыс. просмотров2 года назад
		12:00	Текущее видео	Влог Подготовка к Продаже Chevrolet Aveo	68 тыс. просмотров2 года назад
		14:35	Текущее видео	Машина из США Цены Запчастей, Тайвань-Оригинал	53 тыс. просмотров1 год назад
		12:42	Текущее видео	МАШИНА из США. ЧЕМУ ВЕРИТЬ ЧЕМУ НЕТ. ВО СКОЛЬКО СТАЛА.	87 тыс. просмотров1 год назад
		15:29	Текущее видео	Машина из США Сертификация Постановка на Учёт Ford Escape, Kuga	144 тыс. просмотров1 год назад
		16:25	Текущее видео	Машина из США Запчасти Ремонт	143 тыс. просмотров1 год назад
		10:28	Текущее видео	Машина из США за сколько обещали и реально получилось	366 тыс. просмотров1 год назад
		14:28	Текущее видео	Приехала Машина Из Америки США	122 тыс. просмотров1 год назад
		14:28	Текущее видео	Машины без Бензина,пригон из Кореи	42 тыс. просмотров2 года назад
		15:05	Текущее видео	Заказал Себе Машину из США, Америки	71 тыс. просмотров2 года назад
		15:58	Текущее видео	Хочу Пригнать Авто из Америки США	59 тыс. просмотров2 года назад
		6:54	Текущее видео	Маршрутка или Электромобиль	24 тыс. просмотров3 года назад
	---- обзор авто ----
		18:51	Текущее видео	Обзор JEEP Compass (Джип Компасc)	44 тыс. просмотров10 месяцев назад
		16:02	Текущее видео	Обзор Форд мустанг из Америки	38 тыс. просмотров10 месяцев назад
		16:47	Текущее видео	Nissan Rogue Ниссан Рог из США обзор	44 тыс. просмотров11 месяцев назад
		3:01	Текущее видео	Форд Эскейп,Куга,как убрать системное сообщение о замене масла(Oil Change Required)	18 тыс. просмотров1 год назад
		19:52	Текущее видео	Форд Эскейп (Escape) Сравнительный Обзор Комплектации	67 тыс. просмотров1 год назад
		18:02	Текущее видео	Купил Машину из Америки Часть 2,после покупки.	67 тыс. просмотров2 года назад
		14:34	Текущее видео	Купил Машину из США, Америки	101 тыс. просмотров2 года назад
		10:12	Текущее видео	Влог, Фольксваген Джетта с Америки, США (отзыв уже пригнавшего)	98 тыс. просмотров2 года назад
		28:51	Текущее видео	Обзор Электромобиля Ниссан Лиф	40 тыс. просмотров3 года назад

--- прочее ---
		10:15	Текущее видео	Видео ответ по ДТП	51 тыс. просмотров3 года назад
		7:30	Текущее видео	Разбили машину ДТП	85 тыс. просмотров3 года назад
		1:49	Текущее видео	с 1 Ноября Снимут Знаки 80 км по Киеву будет везде 50 км !!!	39 тыс. просмотров11 месяцев назад
		9:50	Текущее видео	Обзор Мини-мойки Высокого Давления COMPASS HPW 160	39 тыс. просмотров3 года назад
		19:10	Текущее видео	Процесс Ремонта и Финиш по Ремонту.	39 тыс. просмотров3 года назад
		10:31	Текущее видео	Начало Ремонта Лёд Тронулся	28 тыс. просмотров3 года назад

		10:56	Текущее видео	Загоны Автоинструкторов	338 тыс. просмотров2 года назад
		7:33	Текущее видео	Когда Купил Свой Первый Автомобиль и Через 5 лет	472 тыс. просмотров2 года назад

		3:38	Текущее видео	Мышь в Машине	31 тыс. просмотров3 года назад
		3:21	Текущее видео	Ставим Электро Заправки	20 тыс. просмотров3 года назад
		30:12	Текущее видео	Результаты Розыгрыша, кто Выиграл.	9,6 тыс. просмотров1 год назад
		8:02	Текущее видео	О рекламе у блогеров. Розыгрыш подарков	14 тыс. просмотров1 год назад
		0:58	Текущее видео	С НАСТУПАЮЩИМ )))))	22 тыс. просмотров1 год назад

		20:06	Текущее видео	КОРОНАВИРУС COVID 19. Украина.Киев	53 тыс. просмотров1 год назад
		1:10:25	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	32 тыс. просмотровТрансляция закончилась 2 года назад
		0:50	Текущее видео	С Наступающим Новым Годом !!!	10 тыс. просмотров3 года назад
		1:03	Текущее видео	Первый Учебный Электромобиль в Украине	17 тыс. просмотров3 года назад
		12:36	Текущее видео	Влог Водительская Суета	98 тыс. просмотров4 года назад
		12:50	Текущее видео	ГАЗ Влог	26 тыс. просмотров4 года назад
		15:19	Текущее видео	Гараж на Туполева Автодром Экзамен в ГАИ МРЭО № 2	110 тыс. просмотров4 года назад
		4:03	Текущее видео	Пришла Серебряная Кнопка Ютуб	44 тыс. просмотров4 года назад
		1:29:53	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	16 тыс. просмотровТрансляция закончилась 4 года назад
		1:36:12	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	25 тыс. просмотровТрансляция закончилась 4 года назад
		0:58	Текущее видео	С Наступающим Новым Годом	7,6 тыс. просмотров4 года назад
		2:00:20	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	17 тыс. просмотровТрансляция закончилась 4 года назад
		6:15	Текущее видео	Развод При Покупке Автомобиля	96 тыс. просмотров5 лет назад
		5:35	Текущее видео	Развод на Посуточной Аренде Квартир	52 тыс. просмотров5 лет назад
		1:43	Текущее видео	Видео уроки вождения трейлер канала	213 тыс. просмотров5 лет назад
		1:09	Текущее видео	С Наступающим Новым Годом	7,1 тыс. просмотров5 лет назад
		5:49	Текущее видео	Ремонт автомобильных дорог. Ямочный ремонт своими руками. Латаем ямы на дороге своими силами.	12 тыс. просмотров6 лет назад
		0:49	Текущее видео	Видео уроки вождения.Трейлер канала.	54 тыс. просмотров6 лет назад
		14:44	Текущее видео	Что Раздражает Водителя	178 тыс. просмотров1 год назад
		1:41	Текущее видео	В Киеве Возможно Отменят что Можно Ехать 80 км	20 тыс. просмотров6 месяцев назад
		2:35	Текущее видео	В Киеве с 1 Апреля можно ехать 80км на 7 улицах	16 тыс. просмотров6 месяцев назад




https://www.youtube.com/c/avtoinstruktor_62/videos


15:56	Текущее видео	Как выбрать зимнюю резину? Какую?	5,2 тыс. просмотров8 часов назад
4:59	Текущее видео	Аккумулятор. Какой купить? Как выбрать?	6,7 тыс. просмотров2 дня назад
15:03	Текущее видео	Как определить , можно ли ездить на этой б\у резине или пора менять?	36 тыс. просмотров4 дня назад
7:38	Текущее видео	Как проверить аккумулятор? Как обслуживать?	18 тыс. просмотров1 неделю назад
1:33:16	Текущее видео	Прямой эфир. Подготовка автомобиля к холодному сезону.	14 тыс. просмотровТрансляция закончилась 1 неделю назад
7:46	Текущее видео	Перегазовка. Что это такое? Зачем? Когда применять?	44 тыс. просмотров1 неделю назад
1:31:16	Текущее видео	Прямой эфир из Санкт-Петербурга. Тема свободная.	11 тыс. просмотровТрансляция закончилась 2 недели назад
12:12	Текущее видео	История вождения Кристины. Город Иркутск.	17 тыс. просмотров2 недели назад
14:40	Текущее видео	Как понять, пропускают при маневре или нет?	93 тыс. просмотров3 недели назад
42:54	Текущее видео	Севастополь. Учимся предвидеть дорожную ситуацию.	9,9 тыс. просмотров3 недели назад
1:30:14	Текущее видео	Прямой эфир с инстаграм. Нас 10000.	6 тыс. просмотров4 недели назад
34:59	Текущее видео	Как правильно проезжать серпантины? Особенности управления.	20 тыс. просмотров1 месяц назад
5:41	Текущее видео	Что грозит водителю за проезд под "кирпич"?	32 тыс. просмотров1 месяц назад
1:59:05	Текущее видео	Прямой эфир. Нас 400000 подписчиков. Тема свободная.	13 тыс. просмотровТрансляция закончилась 1 месяц назад
2:07	Текущее видео	Как определить дистанцию позади автомобиля? И нужно ли это делать?	61 тыс. просмотров1 месяц назад
6:17	Текущее видео	Дефлекторы автомобильные. Что это? Как установить самостоятельно?	24 тыс. просмотров1 месяц назад
1:06:51	Текущее видео	Ростов-на-Дону. Учимся предвидеть дорожную ситуацию.	16 тыс. просмотров1 месяц назад
5:20	Текущее видео	Как проверить "ручник"?	22 тыс. просмотров1 месяц назад
2:05:39	Текущее видео	Прямой эфир. Свободная тема.	16 тыс. просмотровТрансляция закончилась 1 месяц назад
9:56	Текущее видео	История вождения Александра. Город Днепр.	16 тыс. просмотров2 месяца назад
7:23	Текущее видео	Как проезжать платные участки дорог? Оплата, въезд, выезд, советы.	30 тыс. просмотров2 месяца назад
18:07	Текущее видео	Учимся вписываться в повороты. Практические примеры.	109 тыс. просмотров2 месяца назад
2:04	Текущее видео	Можно ли ездить без прав на автодроме?	19 тыс. просмотров2 месяца назад
29:08	Текущее видео	Ярославль. Как не растеряться в большом незнакомом городе?	21 тыс. просмотров2 месяца назад
16:50	Текущее видео	Если отказали тормоза в автомобиле? Что делать? Причины.	120 тыс. просмотров2 месяца назад
4:12	Текущее видео	Как правильно стоять на светофоре на АКПП, на каком режиме N, P или D?	43 тыс. просмотров2 месяца назад
9:19	Текущее видео	История вождения Сергея. Город Заволжье.	12 тыс. просмотров2 месяца назад
15:17	Текущее видео	Поездки на дальние расстояния. Советы в дороге.	125 тыс. просмотров2 месяца назад
14:19	Текущее видео	Как правильно подготовиться к дальней поездке ?	40 тыс. просмотров3 месяца назад
5:50	Текущее видео	Можно ли заливать воду вместо антифриза?	47 тыс. просмотров3 месяца назад
35:49	Текущее видео	Иваново.Как ориентироваться в большом незнакомом городе за рулем?	50 тыс. просмотров3 месяца назад
4:35	Текущее видео	Что такое климат-контроль в машине?	35 тыс. просмотров3 месяца назад
12:27	Текущее видео	Как правильно пользоваться кондиционером в машине?	284 тыс. просмотров3 месяца назад
6:32	Текущее видео	Как тормозить двигателем на АКПП?	36 тыс. просмотров3 месяца назад
8:37	Текущее видео	Готовы ли Вы к поездке на дальние расстояние?	90 тыс. просмотров3 месяца назад
1:44:06	Текущее видео	Ответы на вопросы подписчиков. Прямой эфир.	17 тыс. просмотровТрансляция закончилась 3 месяца назад
10:33	Текущее видео	Советы автомобилистам в летнее время.	125 тыс. просмотров4 месяца назад
7:55	Текущее видео	Особенности управления автомобилем по трассе.	133 тыс. просмотров4 месяца назад
9:55	Текущее видео	Алгоритм действий водителя до полной остановки.	43 тыс. просмотров4 месяца назад
6:31	Текущее видео	Как научиться ездить ровно и не вилять?	69 тыс. просмотров4 месяца назад
1:29:51	Текущее видео	Прямой эфир из Москвы. Свободная тема.	13 тыс. просмотровТрансляция закончилась 4 месяца назад
9:26	Текущее видео	Можно ли "перепрыгивать" через передачу при переключении?	118 тыс. просмотров4 месяца назад
11:22	Текущее видео	Алгоритм действий водителя перед поворотом.	95 тыс. просмотров4 месяца назад
11:40	Текущее видео	Как научиться пользоваться зеркалами заднего вида?	93 тыс. просмотров5 месяцев назад
11:37	Текущее видео	Как стать более внимательным за рулем?	141 тыс. просмотров5 месяцев назад
3:34	Текущее видео	Можно ли летом ездить на зимней резине? Какой штраф?	25 тыс. просмотров5 месяцев назад
1:31:40	Текущее видео	Новый регламент сдачи экзаменов в ГИБДД (1 апреля 2021)	26 тыс. просмотровТрансляция закончилась 5 месяцев назад
6:39	Текущее видео	Как беспорядок в машине может быть причиной ДТП и травматизма?	17 тыс. просмотров5 месяцев назад
5:21	Текущее видео	Что делать, если не сдали экзамен в ГИБДД?	47 тыс. просмотров5 месяцев назад
17:35	Текущее видео	Как очистить свой автомобиль после зимы?	20 тыс. просмотров5 месяцев назад
11:51	Текущее видео	Как подготовить автомобиль к лету, после зимы? Сезонное ТО.	18 тыс. просмотров5 месяцев назад
18:13	Текущее видео	Как самостоятельно переобуть автомобиль?	10 тыс. просмотров6 месяцев назад
2:29:25	Текущее видео	Праздничный стрим. Прямой эфир. Нас 300000 подписчиков.	17 тыс. просмотровТрансляция закончилась 6 месяцев назад
6:02	Текущее видео	Можно ли буксировать машину с АКПП?	19 тыс. просмотров6 месяцев назад
5:12	Текущее видео	Зачем нужен режим "N" или нейтралка на автомате?	22 тыс. просмотров6 месяцев назад
9:31	Текущее видео	Аквапланирование автомобиля. Что это такое ? Чем опасно?	21 тыс. просмотров6 месяцев назад
9:43	Текущее видео	Как проезжать лужи?	43 тыс. просмотров6 месяцев назад
10:24	Текущее видео	Особенности управления автомобилем весной. Советы автомобилистам.	28 тыс. просмотров6 месяцев назад
3:08	Текущее видео	Как помыть стекла, не пачкая рук?	29 тыс. просмотров6 месяцев назад
6:40	Текущее видео	Что такое "нейтралка" в машине? Когда ей пользоваться?	38 тыс. просмотров6 месяцев назад
2:16	Текущее видео	Можно ли получить права, без обучения в автошколе?	27 тыс. просмотров6 месяцев назад
7:32	Текущее видео	Что такое правило ДДД? И когда его применять?	35 тыс. просмотров7 месяцев назад
0:47	Текущее видео	Поздравление с 8 марта.	6,3 тыс. просмотров7 месяцев назад
50:45	Текущее видео	Санкт-Петербург. Урок вождения в центре. Как ориентироваться?	62 тыс. просмотров7 месяцев назад
35:34	Текущее видео	Москва. Ученик первый раз на МКАДе. Учимся ориентироваться.	81 тыс. просмотров7 месяцев назад
16:04	Текущее видео	Как трогаться в глубоком снегу на автомате?	21 тыс. просмотров7 месяцев назад
2:00:48	Текущее видео	Прямой эфир из Санкт Петербурга. Свободная тема.	13 тыс. просмотровТрансляция закончилась 7 месяцев назад
3:19	Текущее видео	Как выехать с парковки, если дорогу засыпало снегом?	20 тыс. просмотров7 месяцев назад
14:51	Текущее видео	Как трогаться в глубоком снегу на механике?	43 тыс. просмотров7 месяцев назад
6:21	Текущее видео	Замерзли двери в машине, как открыть?	74 тыс. просмотров7 месяцев назад
11:18	Текущее видео	Можно ли мыть машину в сильный мороз?	24 тыс. просмотров8 месяцев назад
20:21	Текущее видео	Как правильно буксировать автомобиль?	13 тыс. просмотров8 месяцев назад
9:42	Текущее видео	История вождения Юлианы. Рим. Италия.	14 тыс. просмотров8 месяцев назад
7:00	Текущее видео	Как и где найти хорошего автоинструктора?	11 тыс. просмотров8 месяцев назад
9:45	Текущее видео	Каким должен быть инструктор по вождению?	26 тыс. просмотров8 месяцев назад
9:49	Текущее видео	Что делать, если заглох двигатель в движении?	61 тыс. просмотров8 месяцев назад
7:56	Текущее видео	Можно ли крутить руль на месте?	112 тыс. просмотров8 месяцев назад
7:04	Текущее видео	Алгоритм действий окончания движения.	47 тыс. просмотров8 месяцев назад
9:27	Текущее видео	Как самостоятельно сделать диагностику двигателя?	23 тыс. просмотров9 месяцев назад
5:56	Текущее видео	Что делать, если загорелся значок двигателя "чек" в машине?	486 тыс. просмотров9 месяцев назад
14:46	Текущее видео	Какими бортами разъезжаться при повороте налево? Левыми или правыми?	459 тыс. просмотров9 месяцев назад
0:38	Текущее видео	С НОВЫМ 2021 ГОДОМ!!!	8,4 тыс. просмотров9 месяцев назад
12:21	Текущее видео	Как понять, когда крутить руль в поворот и на сколько его крутить, чтобы в этот поворот вписаться?	219 тыс. просмотров9 месяцев назад
1:53:04	Текущее видео	Прямой эфир. Итоги года. Вопросы. Предложения. Пожелания.	14 тыс. просмотровТрансляция закончилась 9 месяцев назад
8:28	Текущее видео	Правильный алгоритм действий при перестроении.	54 тыс. просмотров9 месяцев назад
15:02	Текущее видео	История вождения Натальи. Город Ижевск.	15 тыс. просмотров9 месяцев назад
5:54	Текущее видео	Что по ПДД значит "уступить дорогу"? Правильно ли Вы понимаете?	39 тыс. просмотров9 месяцев назад
5:48	Текущее видео	В каких случаях "горит", "палится" сцепление? Что означает выражение "горит" сцепление?	183 тыс. просмотров9 месяцев назад
7:42	Текущее видео	Правильный алгоритм переключения передач. Порядок действий.	97 тыс. просмотров10 месяцев назад
9:37	Текущее видео	Что значит + и - на коробке автомат? Как пользоваться ручным режимом на АКПП?	422 тыс. просмотров10 месяцев назад
10:38	Текущее видео	Помеха справа. Правило правой руки. Как понимать?	1,1 млн просмотров10 месяцев назад
10:37	Текущее видео	Что делать, если замерзла вода в бачке стеклоомывателя?	54 тыс. просмотров10 месяцев назад
55:57	Текущее видео	Москва. Северное бутово. Экзаменационный маршрут.	12 тыс. просмотров10 месяцев назад
1:32:51	Текущее видео	Прямой эфир. Зимняя тематика.	21 тыс. просмотровТрансляция закончилась 10 месяцев назад
6:43	Текущее видео	Что делать, если заглох двигатель при трогании? Правильный алгоритм действий.	60 тыс. просмотров10 месяцев назад
11:24	Текущее видео	История вождения Игоря. г. Винница.	14 тыс. просмотров10 месяцев назад
5:00	Текущее видео	Алгоритм действий начала движения.	86 тыс. просмотров11 месяцев назад
17:43	Текущее видео	История вождения Екатерины. Ленинградская область.	18 тыс. просмотров11 месяцев назад
4:36	Текущее видео	Разбор спорной ситуации при повороте налево.	35 тыс. просмотров11 месяцев назад
30:15	Текущее видео	Волгоград. Как новичку-водителю не бояться ездить по большому городу?	16 тыс. просмотров11 месяцев назад
7:19	Текущее видео	Как подходить к своему автомобилю? Правильная посадка и высадка из машины.	72 тыс. просмотров11 месяцев назад
6:08	Текущее видео	Алгоритм между посадкой в автомобиль и началом движения.	63 тыс. просмотров11 месяцев назад
3:47	Текущее видео	Когда менять резину на зимнюю? Есть ли штраф за несвоевременную замену резины?	78 тыс. просмотров11 месяцев назад
5:59	Текущее видео	Что такое тахометр? Зачем нужен? Как им пользоваться?	22 тыс. просмотров11 месяцев назад
7:32	Текущее видео	История вождения Сергея.	15 тыс. просмотров11 месяцев назад
41:04	Текущее видео	Казань.Как ориентироваться в большом городе за рулем?	15 тыс. просмотров1 год назад
6:43	Текущее видео	Что нельзя делать на повороте?	342 тыс. просмотров1 год назад
7:14	Текущее видео	Что означает режим "2" и "D3" на АКПП?	21 тыс. просмотров1 год назад
9:51	Текущее видео	Что означает режим "L" на АКПП?	42 тыс. просмотров1 год назад
26:40	Текущее видео	Пермь. Как ориентироваться в большом городе за рулем?	14 тыс. просмотров1 год назад
13:40	Текущее видео	История вождения Оксаны. Германия.	13 тыс. просмотров1 год назад
9:46	Текущее видео	Как проезжать пешеходный переход? И никого НЕ задавить?	101 тыс. просмотров1 год назад
13:43	Текущее видео	Сигналы и жесты регулировщика.Как понимать?	55 тыс. просмотров1 год назад
35:09	Текущее видео	Екатеринбург. Как себя вести в незнакомом городе? Как ориентироваться?	11 тыс. просмотров1 год назад
12:58	Текущее видео	Какую передачу включать перед поворотом? На какой скорости проезжать поворот?	312 тыс. просмотров1 год назад
1:12	Текущее видео	Автоинструктор-62, Моряхин Сергей.	86 тыс. просмотров1 год назад
18:00	Текущее видео	Как правильно совершать обгон? Практические примеры.	31 тыс. просмотров1 год назад
25:21	Текущее видео	Тюмень. Как себя вести в незнакомом городе? Как ориентироваться?	9,3 тыс. просмотров1 год назад
8:22	Текущее видео	История вождения Алексея. Город Киров.	11 тыс. просмотров1 год назад
23:41	Текущее видео	Барнаул. Как себя вести в незнакомом городе? Как ориентироваться?	8,3 тыс. просмотров1 год назад
	Сигналы и жесты между водителями. Как понимать?	433 тыс. просмотров1 год назад	
	Новосибирск. Как ориентироваться в незнакомом городе?	17 тыс. просмотров1 год назад
	Экстренное торможение. Когда применяется? Как правильно выполнять? Чем опасно?	33 тыс. просмотров1 год назад
	Стрим №3. Как подготовиться к дальней поездке? Что для этого нужно? Готовы ли вы к ней?	8,3 тыс. просмотров1 год назад
	История вождения Антона. г. Химки.	13 тыс. просмотров1 год назад
	Омск. Как не бояться двигаться по большому, незнакомому городу?	20 тыс. просмотров1 год назад
20:46	Текущее видео	Самара. Как новичку-водителю не бояться двигаться по большому городу?	58 тыс. просмотров1 год назад
5:26	Текущее видео	Типичные ошибки при обгоне.	93 тыс. просмотров1 год назад
4:28	Текущее видео	Как себя вести на первом занятии по городу? Как настроиться?	41 тыс. просмотров1 год назад
16:42	Текущее видео	Как правильно рассчитать время для обгона? Как понять, успеем обогнать или нет?	38 тыс. просмотров1 год назад
12:43	Текущее видео	Важнейшие правила и советы при обгоне !!!	59 тыс. просмотров1 год назад
9:28	Текущее видео	Алгоритм действий при обгоне. Как надо?	168 тыс. просмотров1 год назад
8:47	Текущее видео	Обгон. Что это? Когда запрещен?	47 тыс. просмотров1 год назад
4:42	Текущее видео	Есть ли режим "кикдаун" на механике? Или что значит режим пониженной передачи?	24 тыс. просмотров1 год назад
4:11	Текущее видео	Что делать, если вас подрезают?	68 тыс. просмотров1 год назад
36:59	Текущее видео	Как выполнять команды на экзамене в ГИБДД?	333 тыс. просмотров1 год назад
5:02	Текущее видео	Кикдаун. Что это? Когда пользоваться? Зачем нужен?	271 тыс. просмотров1 год назад
9:44	Текущее видео	История вождения Ирины. Симферополь.	22 тыс. просмотров1 год назад
1:29:35	Текущее видео	Стрим №2. Свободная тема.	11 тыс. просмотровТрансляция закончилась 1 год назад
5:30	Текущее видео	Важный совет при повороте налево !!!!	2,9 млн просмотров1 год назад
13:25	Текущее видео	Как водителю всегда оставаться на связи? Номера телефонов. Куда звонить, если что вдруг случится?	11 тыс. просмотров1 год назад
1:13	Текущее видео	Как и зачем стать спонсором этого канала?	6,9 тыс. просмотров1 год назад
11:22	Текущее видео	Как объезжать ямы?	113 тыс. просмотров1 год назад
16:57	Текущее видео	Развороты вне перекрестка. Как делать? С применением прилегающей территорией и без неё.	161 тыс. просмотров1 год назад
2:27	Текущее видео	С какой скорость и в каком ряду, можно ехать на учебном автомобиле?	15 тыс. просмотров1 год назад
1:57:42	Текущее видео	Стрим №1. Свободная тема.	16 тыс. просмотровТрансляция закончилась 1 год назад
1:53	Текущее видео	Нас 100 000. Приглашаю на прямой эфир.	6,2 тыс. просмотров1 год назад
9:14	Текущее видео	Что делать, если ваш автомобиль подперли? Советы.	489 тыс. просмотров1 год назад
3:04	Текущее видео	Статистика ДТП за 2019 год. А вы говорите коронавирус!	16 тыс. просмотров1 год назад
11:58	Текущее видео	Кого слушать и кому верить при обучении?	18 тыс. просмотров1 год назад
6:49	Текущее видео	Почему на автодроме получается лучше, чем в городе?	21 тыс. просмотров1 год назад
4:18	Текущее видео	Заблокировался руль? И не поворачивается ключ зажигания? Что делать?	76 тыс. просмотров1 год назад
5:46	Текущее видео	Как правильно тормозить, чтобы была плавная остановка?	129 тыс. просмотров1 год назад
9:36	Текущее видео	Основные ошибки при парковке передним ходом.	137 тыс. просмотров1 год назад
4:48	Текущее видео	Как определить, где остановиться, если нет стоп-линии?	19 тыс. просмотров1 год назад
12:40	Текущее видео	Как припарковаться передним ходом между машин?	569 тыс. просмотров1 год назад
5:08	Текущее видео	Как трогаться быстрее и никого не задерживать?	154 тыс. просмотров1 год назад
3:53	Текущее видео	Где остановиться правильно?	26 тыс. просмотров1 год назад
8:21	Текущее видео	Легко ли научиться управлять авто?	38 тыс. просмотров1 год назад
9:51	Текущее видео	Пять самых главных правил для водителя.	1,8 млн просмотров1 год назад
8:37	Текущее видео	Рено Логан, что стало после 3-х лет эксплуатации?	84 тыс. просмотров1 год назад
6:08	Текущее видео	Гвоздь в шине? Как самостоятельно отремонтировать?	11 тыс. просмотров1 год назад
8:22	Текущее видео	Чтобы быстрее научиться правильно трогаться, переключаться и т.д.	307 тыс. просмотров1 год назад
8:57	Текущее видео	Выезд передним ходом с парковочного места. Основные ошибки, как исправить?	125 тыс. просмотров1 год назад
13:10	Текущее видео	Запутались при парковке задним ходом и не знаете что делать?	75 тыс. просмотров1 год назад
13:39	Текущее видео	Парковка задним ходом.Универсальный способ.	546 тыс. просмотров1 год назад
2:34	Текущее видео	Как и что делать на экзамене В ГИБДД? Как себя вести?	22 тыс. просмотров1 год назад
4:06	Текущее видео	Как не путать педали ГАЗа и ТОРМОЗа? Почему ученики путают педали газа и тормоза?	22 тыс. просмотров1 год назад
16:29	Текущее видео	Все способы парковки в одном видео. Практические примеры.	209 тыс. просмотров1 год назад
8:10	Текущее видео	Все способы парковки задним ходом. Работают ли на кроссоверах?	29 тыс. просмотров1 год назад
5:56	Текущее видео	Дорога на озеро Рица. Абхазия.	6,8 тыс. просмотров1 год назад
10:01	Текущее видео	Парковка задним ходом. Способ №4. Проще некуда.	295 тыс. просмотров1 год назад
6:36	Текущее видео	Как сделать автодуш самостоятельно?	10 тыс. просмотров1 год назад
17:39	Текущее видео	Парковка под 90º задним ходом. Способ 2 на 2.	329 тыс. просмотров1 год назад
15:40	Текущее видео	Парковка задним ходом. Способ 45º.	358 тыс. просмотров1 год назад
9:50	Текущее видео	Как запарковаться задним ходом, если расстояние между рядов машин большое? (Способ 8+).	73 тыс. просмотров1 год назад
7:50	Текущее видео	Парковка задним ходом. Почему так сложно?	70 тыс. просмотров1 год назад
23:38	Текущее видео	Минск. Как ориентироваться в незнакомой местности?	17 тыс. просмотров1 год назад
13:32	Текущее видео	Парковка задним ходом. Введение.	96 тыс. просмотров1 год назад
19:21	Текущее видео	Горная местность. Особенности управления автомобилем. Часть 2.	8,1 тыс. просмотров1 год назад
10:22	Текущее видео	Сколько нужно занятий, чтобы сдать экзамен в ГИБДД?	20 тыс. просмотров1 год назад
18:17	Текущее видео	Горная местность. Особенности управления. Часть 1.	13 тыс. просмотров1 год назад
17:18	Текущее видео	Как работать педалями и коробкой переключения передач в горку и с горки?	141 тыс. просмотров1 год назад
10:22	Текущее видео	Габариты автомобиля. Проедем в узком месте или нет?	89 тыс. просмотров1 год назад
12:14	Текущее видео	Семь правил, чтобы предвидеть дорожную обстановку!	55 тыс. просмотров1 год назад
4:54	Текущее видео	Логическое мышление. Необходимость при управлении авто.	29 тыс. просмотров1 год назад
9:53	Текущее видео	Как на механике трогаться в гололёд в горку?	36 тыс. просмотров1 год назад
11:18	Текущее видео	Торможение двигателем. Наглядный пример.	26 тыс. просмотров1 год назад
11:11	Текущее видео	Что такое Каршеринг? Как пользоваться? Наглядный пример.	13 тыс. просмотров1 год назад
8:22	Текущее видео	Как завести двигатель если "сел" аккумулятор? Как "прикурить"?	30 тыс. просмотров1 год назад
13:42	Текущее видео	История вождения Елены. Омская область.	15 тыс. просмотров1 год назад
30:47	Текущее видео	Как ориентироваться на незнакомых участках дорог? Сочи - Адлер. Горная местность.	13 тыс. просмотров1 год назад
8:13	Текущее видео	А вдруг, а если - 2 слова, которые могут спасти жизнь водителю!	45 тыс. просмотров1 год назад
7:55	Текущее видео	Почему нельзя запоминать дорожную обстановку?	8 тыс. просмотров1 год назад
16:13	Текущее видео	Знать ПДД и понимать - это разные вещи. Понимаете ли вы ПДД?	257 тыс. просмотров1 год назад
8:47	Текущее видео	Как не отвлекаться при управлении автомобилем? Почему водитель отвлекается?	32 тыс. просмотров1 год назад
11:32	Текущее видео	Как вплотную подъехать к препятствию при движении задним ходом?	89 тыс. просмотров1 год назад
1:24	Текущее видео	С Новым годом!!!	4,1 тыс. просмотров1 год назад
3:00	Текущее видео	Новогодняя столица Рязань 2020.	2,9 тыс. просмотров1 год назад
6:58	Текущее видео	Советы водителям на Новогодние праздники.	7,4 тыс. просмотров1 год назад
12:23	Текущее видео	Почему мы постоянно торопимся за рулем? Как не спешить?	33 тыс. просмотров1 год назад
7:03	Текущее видео	Смещение переда автомобиля при движении назад (касательная). Важно учитывать!	21 тыс. просмотров1 год назад
6:44	Текущее видео	Про габариты автомобиля в темное время суток.	13 тыс. просмотров1 год назад
33:18	Текущее видео	Москва. Как ориентироваться на незнакомых дорогах?	52 тыс. просмотров1 год назад
9:22	Текущее видео	Почему мы боимся незнакомых участков дорог? Как ориентироваться на дороге, которую мы не знаем?	23 тыс. просмотров1 год назад
19:56	Текущее видео	Советы по эксплуатации автомобиля в зимнее время.	51 тыс. просмотров1 год назад
16:17	Текущее видео	Советы при управлении автомобилем в зимнее время.	46 тыс. просмотров1 год назад
4:25	Текущее видео	Что такое ABS (АБС) ?	13 тыс. просмотров1 год назад
2:17	Текущее видео	Ответ на просьбу подписчиков	6,4 тыс. просмотров1 год назад
4:53	Текущее видео	Что такое прерывистое торможение? Когда применять?	11 тыс. просмотров1 год назад
8:11	Текущее видео	Смещение заднего колеса при повороте.	45 тыс. просмотров1 год назад
23:17	Текущее видео	Как правильно распределять внимание при управлении авто?	269 тыс. просмотров1 год назад
5:00	Текущее видео	Что такое снос и занос автомобиля?	10 тыс. просмотров1 год назад
29:35	Текущее видео	Как предвидеть дорожную обстановку? Наглядный пример.	86 тыс. просмотров1 год назад
9:04	Текущее видео	История вождения Светланы. Барнаул.	9,2 тыс. просмотров1 год назад
12:34	Текущее видео	Как научиться объезжать ямы? Как двигаться четко по колее?	72 тыс. просмотров1 год назад
8:51	Текущее видео	Как научиться смотреть вдаль при управлении авто? И зачем это нужно?	45 тыс. просмотров1 год назад
17:27	Текущее видео	Как научиться ориентироваться на дороге без разметки?	62 тыс. просмотров1 год назад
15:52	Текущее видео	Габариты авто. Дворовая прилегающая территория.	85 тыс. просмотров1 год назад
7:52	Текущее видео	Можно ли ставить "ручник" зимой?	39 тыс. просмотров1 год назад
11:27	Текущее видео	История вождения Татьяны. Казахстан.	9,4 тыс. просмотров1 год назад
11:09	Текущее видео	Как правильно прижиматься к бордюру и не задеть его?	443 тыс. просмотров1 год назад
8:14	Текущее видео	Нужно ли прогревать двигатель?	50 тыс. просмотров1 год назад
8:04	Текущее видео	3 главные особенности управления автомобилем зимой.	42 тыс. просмотров1 год назад
11:14	Текущее видео	Как понять, где проедут колеса автомобиля? Упражнение "задави банку".	46 тыс. просмотров1 год назад
10:00	Текущее видео	Как вплотную подъехать к стоп линии или бордюру. Как понять?	99 тыс. просмотров1 год назад
13:45	Текущее видео	История вождения Марины. Барнаул.	11 тыс. просмотров1 год назад
7:34	Текущее видео	Как перестать бояться какого-то перекрестка или маневра?	367 тыс. просмотров1 год назад
7:53	Текущее видео	Сколько мы не видим за капотом? Как понять?	68 тыс. просмотров1 год назад
4:58	Текущее видео	История вождения Елены. г. Москва.	7,6 тыс. просмотров1 год назад
8:57	Текущее видео	Можно ли ставить нейтралку в движении?	620 тыс. просмотров1 год назад
2:42	Текущее видео	с Днем Автомобилиста !!!	4 тыс. просмотров1 год назад
12:10	Текущее видео	Габариты автомобиля. Упражнение - "узкий коридор".	54 тыс. просмотров1 год назад
19:16	Текущее видео	Нужно ли выжимать сцепление при торможении? В каких случаях мы работаем сцеплением?	1,7 млн просмотров1 год назад
25:59	Текущее видео	Особенности управления автомобилем в темное время суток.	143 тыс. просмотров1 год назад
10:06	Текущее видео	Габариты автомобиля. Упражнение "маятник".	58 тыс. просмотров1 год назад
11:48	Текущее видео	Габариты автомобиля. Упражнения на площадке(автодроме).	73 тыс. просмотров1 год назад
8:57	Текущее видео	Габариты автомобиля. С чего начать изучение?	177 тыс. просмотров1 год назад
10:45	Текущее видео	История вождения Раи. Казахстан.	7,7 тыс. просмотров1 год назад
4:55	Текущее видео	Режим "Неваляшки". Что это и когда применять?	41 тыс. просмотров1 год назад
5:43	Текущее видео	Режим "Ленивца" при управлении авто. Что это и когда применять?	38 тыс. просмотров1 год назад
6:52	Текущее видео	История вождения Ларисы. Республика Хакасия.	7,4 тыс. просмотров2 года назад
5:10	Текущее видео	Как проверить 100% расход топлива своего автомобиля?	219 тыс. просмотров2 года назад
20:15	Текущее видео	Что влияет на расход топлива?	58 тыс. просмотров2 года назад
22:48	Текущее видео	Как подготовить автомобиль к зиме? Сезонное ТО.	29 тыс. просмотров2 года назад
17:11	Текущее видео	История вождения Марии. Донецк.	19 тыс. просмотров2 года назад
8:21	Текущее видео	Как проводить ежедневное ТО автомобиля?	30 тыс. просмотров2 года назад
8:55	Текущее видео	Тех. обслуживание автомобиля (ТО). Что это? Когда и где делать? Чем отличается от тех.осмотра?	16 тыс. просмотров2 года назад
3:28	Текущее видео	История вождения Ольги. Ряз.область.	6,5 тыс. просмотров2 года назад
20:10	Текущее видео	Особенности управления автомобилем в дождь, сырую погоду.	68 тыс. просмотров2 года назад
7:12	Текущее видео	Нужно ли включать поворотник, когда мы поворачиваем по главной дороге?	51 тыс. просмотров2 года назад
4:08	Текущее видео	Почему дергается машина при переключении передач?	112 тыс. просмотров2 года назад
12:20	Текущее видео	Если останавливает инспектор ГИБДД: причины, действия водителя, советы.	58 тыс. просмотров2 года назад
11:23	Текущее видео	История вождения Валентины. В конце ролика решение проблемы.	13 тыс. просмотров2 года назад
6:48	Текущее видео	Ответы на некоторое вопросы подписчиков.	21 тыс. просмотров2 года назад
12:40	Текущее видео	Поворотники. За сколько включать? Когда выключать?	100 тыс. просмотров2 года назад
7:38	Текущее видео	История вождения Ольги из Рязани	13 тыс. просмотров2 года назад
18:34	Текущее видео	Что такое навигатор и как им пользоваться?	57 тыс. просмотров2 года назад
7:04	Текущее видео	История вождения Майи. г. Самарканд	10 тыс. просмотров2 года назад
13:23	Текущее видео	Как заправить автомобиль?	164 тыс. просмотров2 года назад
7:00	Текущее видео	История вождения Наймушиной Людмилы.	11 тыс. просмотров2 года назад
6:23	Текущее видео	Стоять на нейтралке или держать сцепление на первой передаче, при ожидании трогания на механике?	257 тыс. просмотров2 года назад
4:51	Текущее видео	История вождения Татьяны Ермаковой.	8,8 тыс. просмотров2 года назад
13:51	Текущее видео	Что такое торможение двигателем? Когда и как применять?	71 тыс. просмотров2 года назад	Субтитры
2:42	Текущее видео	История вождения Екатерины из Иркутска	9,7 тыс. просмотров2 года назад	Субтитры
8:48	Текущее видео	Как на механике разгоняться быстро? Интенсивный разгон.	32 тыс. просмотров2 года назад	Субтитры
12:24	Текущее видео	Дополнительные секции в светофоре. Как проезжать и понимать?	204 тыс. просмотров2 года назад	Субтитры
5:15	Текущее видео	История вождения Айгуль из Башкирии.	8,6 тыс. просмотров2 года назад	Субтитры
4:52	Текущее видео	Какую передачу включить? 1-ю или 2-ю? Если не остановились до конца?	109 тыс. просмотров2 года назад	Субтитры
9:22	Текущее видео	Моя история вождения. Как я начал управлять автомобилем.	52 тыс. просмотров2 года назад	Субтитры
5:54	Текущее видео	Обращение, просьба к зрителям и подписчикам.	9,4 тыс. просмотров2 года назад	Субтитры
9:16	Текущее видео	Что должен контролировать начинающий водитель под капотом?	100 тыс. просмотров2 года назад	Субтитры
16:44	Текущее видео	Как работать педалями на механике перед поворотом, разворотом, остановкой? Наглядно.	971 тыс. просмотров2 года назад	Субтитры
6:32	Текущее видео	Как правильно проезжать искусственную неровность? ("лежачий полицейский")	119 тыс. просмотров2 года назад	Субтитры
16:36	Текущее видео	Правильный комплект автомобилиста. Что должно быть в багажнике?	56 тыс. просмотров2 года назад	Субтитры
8:02	Текущее видео	Как на механике трогаться быстро? Наглядный пример.	440 тыс. просмотров2 года назад	Субтитры
17:01	Текущее видео	Органы управления и дополнительные опции в автомобиле.	49 тыс. просмотров2 года назад	Субтитры
15:24	Текущее видео	Какой автомобиль выбрать на первое время?	113 тыс. просмотров2 года назад	Субтитры
15:26	Текущее видео	Как поменять колесо?	18 тыс. просмотров2 года назад	Субтитры
7:22	Текущее видео	Восклицательный знак. Клеить новичку или нет?	35 тыс. просмотров2 года назад	Субтитры
10:37	Текущее видео	Когда, какой свет включать? Световое управление в автомобиле.	116 тыс. просмотров2 года назад	Субтитры
7:06	Текущее видео	Что делать если спустило колесо? Как подкачать колесо?	36 тыс. просмотров2 года назад	Субтитры
26:27	Текущее видео	Как научиться правильно перестраиваться?	963 тыс. просмотров2 года назад	Субтитры
6:53	Текущее видео	Какие ошибки мы допускаем при выполнении параллельной парковки?	38 тыс. просмотров2 года назад	Субтитры
8:00	Текущее видео	Как на механике двигаться медленно? "Черепаший режим"	121 тыс. просмотров2 года назад	Субтитры
13:33	Текущее видео	Параллельная парковка. Как выполнять? В реальных условиях.	297 тыс. просмотров2 года назад	Субтитры
7:25	Текущее видео	Как правильно выбрать автошколу?	3,9 тыс. просмотров2 года назад	Субтитры
1:42	Текущее видео	Спасибо всем!	2,9 тыс. просмотров2 года назад	Субтитры
12:14	Текущее видео	Парковка передним ходом между машин.	179 тыс. просмотров2 года назад	Субтитры
11:47	Текущее видео	Парковка. Что нужно знать о парковке перед обучением?	100 тыс. просмотров2 года назад	Субтитры
8:26	Текущее видео	Как настроиться перед экзаменом в ГИБДД? Как побороть страх?	50 тыс. просмотров2 года назад	Субтитры
11:56	Текущее видео	Как работать педалями на механике? При торможении, остановке, переключении. Наглядный пример.	765 тыс. просмотров2 года назад	Субтитры
17:12	Текущее видео	Скорость автомобиля. Какую скорость выбрать новичку? Важные моменты.	79 тыс. просмотров2 года назад	Субтитры
25:03	Текущее видео	Автодром. Как выполнять упражнения на площадке?	762 тыс. просмотров2 года назад	Субтитры
9:17	Текущее видео	Почему мы не всегда вписываемся в поворот?	198 тыс. просмотров2 года назад	Субтитры
31:37	Текущее видео	Типичные ошибки на экзамене в ГИБДД.	135 тыс. просмотров2 года назад	Субтитры
17:35	Текущее видео	Как правильно начать самостоятельное вождение?	505 тыс. просмотров2 года назад	Субтитры
24:32	Текущее видео	Как правильно выполнить поворот налево? Важные моменты.	438 тыс. просмотров2 года назад	Субтитры
8:34	Текущее видео	Можно ли сдавать экзамен в ГИБДД в другом городе или через другую автошколу?	15 тыс. просмотров2 года назад	Субтитры
10:13	Текущее видео	Как часто нужно заниматься вождением? В какое лучше время?	63 тыс. просмотров2 года назад	Субтитры
15:49	Текущее видео	Когда делать разворот по большой траектории, а когда по маленькой?	151 тыс. просмотров2 года назад	Субтитры
13:13	Текущее видео	Как правильно выбирать дистанцию и боковой интервал?	73 тыс. просмотров2 года назад	Субтитры
31:01	Текущее видео	Как сдать экзамен в ГИБДД с первого раза? Советы.	581 тыс. просмотров2 года назад	Субтитры
8:22	Текущее видео	Что такое стадное чувство при управлении автомобилем ?	10 тыс. просмотров2 года назад	Субтитры
6:54	Текущее видео	Дано ли мне научиться управлять автомобилем? Может это не мое?	248 тыс. просмотров2 года назад	Субтитры
11:45	Текущее видео	Основные причины несдачи городского экзамена в ГИБДД.	41 тыс. просмотров2 года назад	Субтитры
15:33	Текущее видео	Что такое мертвая (слепая) зона в автомобиле.	92 тыс. просмотров2 года назад	Субтитры
35:15	Текущее видео	Как правильно выполнить разворот на перекрестке, вне перекрестка?	862 тыс. просмотров2 года назад	Субтитры
16:22	Текущее видео	Что делать на мигающий зеленый сигнал светофора?	105 тыс. просмотров2 года назад	Субтитры
12:34	Текущее видео	Как применить теорию (ПДД) на практике?	58 тыс. просмотров2 года назад	Субтитры
18:32	Текущее видео	Как управлять автомобилем с коробкой "автомат". Плюсы.Минусы.	828 тыс. просмотров2 года назад	Субтитры
14:09	Текущее видео	Как научиться ездить задним ходом на машине?	582 тыс. просмотров2 года назад	Субтитры
15:39	Текущее видео	Как правильно трогаться в горку на механике? Без ручника.	635 тыс. просмотров2 года назад	Субтитры
19:05	Текущее видео	Как научиться останавливаться плавно ?	340 тыс. просмотров2 года назад	Субтитры
16:37	Текущее видео	Как по рулю определить, куда стоят колеса?	459 тыс. просмотров2 года назад	Субтитры
21:20	Текущее видео	Зачем переключать передачи на механике? И по каким параметрам это делать?	334 тыс. просмотров2 года назад	Субтитры
21:30	Текущее видео	Как правильно трогаться на механике и НЕ ГЛОХНУТЬ.	1,3 млн просмотров2 года назад	Субтитры
13:38	Текущее видео	Как заводить двигатель? На механике, на автомате.	240 тыс. просмотров2 года назад	Субтитры
5:47	Текущее видео	Панель приборов. Ручной стояночный тормоз.	48 тыс. просмотров2 года назад	Субтитры
11:15	Текущее видео	Как правильно переключать передачи на механике?	307 тыс. просмотров2 года назад	Субтитры
7:12	Текущее видео	Как правильно работать педалями?	172 тыс. просмотров2 года назад	Субтитры
15:24	Текущее видео	Как правильно крутить (вращать) руль?	629 тыс. просмотров2 года назад	Субтитры
10:30	Текущее видео	Как правильно настраивать зеркала заднего вида в автомобиле?	500 тыс. просмотров2 года назад	Субтитры
13:13	Текущее видео	Как правильно настраивать водительское место?	207 тыс. просмотров2 года назад	Субтитры
4:45	Текущее видео	Начало видео курса по управлению автомобилем. Ознакомление с авто.	150 тыс. просмотров2 года назад	Субтитры
47:31	Текущее видео	Смотреть позже	Добавить в очередь	Интенсивный тренинг перед экзаменом ГИБДД. Разбор новой дороги Ул.Горького, Ленина. 14 тыс. просмотров3 года назад Субтитры
22:57	Текущее видео	Самые сложные участки на экзаменационных маршрутах Рязани.	24 тыс. просмотров3 года назад	Субтитры
51:03	Текущее видео	Железнодорожный переезд. Часть 2	3,3 тыс. просмотров3 года назад	Субтитры
37:17	Текущее видео	Новый маршрут ГИБДД Железнодорожный переезд. Рязань. Часть 1	5,8 тыс. просмотров3 года назад	Субтитры
28:25	Текущее видео	Ищем место для остановки. Экзаменационный маршрут ГИБДД, Рязань	204 тыс. просмотров3 года назад	Субтитры
18:26	Текущее видео	Проезд кругового движения. Правила проезда по кольцу.	416 тыс. просмотров3 года назад	Субтитры
28:39	Текущее видео	Развороты. Экзамен ГИБДД Рязань	125 тыс. просмотров3 года назад	Субтитры
58:52	Текущее видео	Маршрут ГИБДД, Рязань.Дашки.Часть 2	10 тыс. просмотров3 года назад	Субтитры
1:05:30	Текущее видео	Маршрут ГИБДД, Рязань.Дашки.Часть 1	19 тыс. просмотров3 года назад	Субтитры
46:48	Текущее видео	Маршрут ГИБДД , центр. Часть 1	25 тыс. просмотров3 года назад	Субтитры
1:16:25	Текущее видео	Маршрут ГИБДД Рязань, Центр. Часть 2	28 тыс. просмотров3 года назад	Субтитры
