https://www.youtube.com/c/%D0%9C%D0%B8%D1%85%D0%B0%D0%B8%D0%BB%D0%90%D0%B2%D1%82%D0%BE%D0%B8%D0%BD%D1%81%D1%82%D1%80%D1%83%D0%BA%D1%82%D0%BE%D1%80/videos

--- город ---
			самая распространенная авария - нерегулируемый пешеходный переход
		10:29	Текущее видео	Поворот Через Встречку Ошибки Новичков и Опытных Водителей	79 тыс. просмотров3 месяца назад
		5:34	Текущее видео	Что за Новый Знак ?	54 тыс. просмотров8 месяцев назад
		7:48	Текущее видео	Изменения в Правилах (ПДД) и контроль скорости по полосе	65 тыс. просмотров10 месяцев назад
		12:03	Текущее видео	Реверсивное движение, рельсы, листья, перекрёсток поменяли знаки	35 тыс. просмотров10 месяцев назад
		14:41	Текущее видео	Проезд Севастопольской площади и возле метро Минская	30 тыс. просмотров1 год назад
		11:12	Текущее видео	Мотоциклисты,Междурядье Влог	40 тыс. просмотров1 год назад
		12:10	Текущее видео	Круговые, Полоса для Маршруток, Изменения в ПДД	66 тыс. просмотров1 год назад
		10:07	Текущее видео	Пешеходный переход советы	75 тыс. просмотров1 год назад
		11:46	Текущее видео	Помеха Справа, 5 Вариантов	408 тыс. просмотров1 год назад
		6:44	Текущее видео	Светофор Близко Возле Знаков	37 тыс. просмотров1 год назад
		17:46	Текущее видео	Средний ряд или Второй от Вас	107 тыс. просмотров1 год назад
		15:40	Текущее видео	Откуда Ждать Опасность, Помеха Справа	155 тыс. просмотров1 год назад
		8:03	Текущее видео	По городу можно 80 км	55 тыс. просмотров2 года назад
		9:16	Текущее видео	Косвенные признаки опасности	106 тыс. просмотров2 года назад
		14:46	Текущее видео	Помеха Справа или Нет ?	90 тыс. просмотров2 года назад
		14:14	Текущее видео	Влог. Нарушение при Левом Повороте с Парковки Ашан,Эпицентр,Лавина. Киев Берковецкая,6	38 тыс. просмотров2 года назад
		10:21	Текущее видео	С какого ряда можно ехать под зелёную стрелку, доп секцию светофора	388 тыс. просмотров2 года назад
		14:42	Текущее видео	Разворот под Зелёную Стрелку	65 тыс. просмотров2 года назад
		15:27	Текущее видео	Как Выехать Если Ничего не Видно по Сторонам	274 тыс. просмотров2 года назад
		11:19	Текущее видео	Как Понять,Определить Насколько Далеко Вылез Передок на Перекрёстке	111 тыс. просмотров2 года назад
		10:40	Текущее видео	Пересекаем Двойную Сплошную и Не Нарушаем	161 тыс. просмотров2 года назад
		12:50	Текущее видео	ТОП 5 Неправильных Поворотников	480 тыс. просмотров3 года назад
		6:44	Текущее видео	ТОП 5 Аварий ( ДТП ) в Городе	166 тыс. просмотров4 года назад
		9:52	Текущее видео	Как Построить и Проработать Маршрут	33 тыс. просмотров5 лет назад
		12:05	Текущее видео	Отличия в ПДД Россия и Украина	52 тыс. просмотров2 года назад
		12:25	Текущее видео	Когда Целесообразно Уступать Дорогу	150 тыс. просмотров2 года назад
		12:06	Текущее видео	Поворот в направлении главной, с какого ряда можно?	186 тыс. просмотров2 года назад
		16:20	Текущее видео	Водительская Солидарность	339 тыс. просмотров2 года назад
		15:45	Текущее видео	Сигналы Между Водителями. Общение Жестами. Дорожная Азбука	3,6 млн просмотров5 лет назад
		10:06	Текущее видео	Разворот вне перекрёстка, ошибки при развороте	317 тыс. просмотров6 лет назад
		5:35	Текущее видео	Не перегораживаем проезд и проход для пешеходов	52 тыс. просмотров6 лет назад
		7:33	Текущее видео	Нерегулируемый пешеходный переход	43 тыс. просмотров6 лет назад
		10:19	Текущее видео	Советы начинающим водителям при движении по трассе.	499 тыс. просмотров7 лет назад
		0:55	Текущее видео	Автоинструктор Киев Дистанция Интервал в городском движении.	28 тыс. просмотров8 лет назад
	---- опасные ситуации, погода ----
		12:52	Текущее видео	Нарушения, на Красный, Подрезали, Зажали, Подборка с регистратора	41 тыс. просмотров5 месяцев назад
		12:25	Текущее видео	Нарезка, нарушения, предупреждения, на красный, пешеходы	38 тыс. просмотров9 месяцев назад
		12:24	Текущее видео	Косяки по Разметке	33 тыс. просмотров10 месяцев назад
		16:05	Текущее видео	Нарезка Нарушений, Фуры, Трамвайные Пути, Велосипедисты, Проезд на Красный	39 тыс. просмотров11 месяцев назад
		12:37	Текущее видео	Нарушения, Опасные Ситуации,Подрезания, Велосипедисты.	100 тыс. просмотров1 год назад
		12:14	Текущее видео	НАРЕЗКА С РЕГИСТРАТОРА	50 тыс. просмотров1 год назад
		12:58	Текущее видео	Нарезка Ситуаций с Регистратора Часть 4	81 тыс. просмотров1 год назад
		14:48	Текущее видео	Ситуации Которые Могут вас Испугать. Часть 3	135 тыс. просмотров1 год назад
		11:26	Текущее видео	Ситуации Которые Могут Вас Испугать ЧАСТЬ 2	151 тыс. просмотров1 год назад
		12:46	Текущее видео	Ситуации Которые Могут Вас Испугать	239 тыс. просмотров1 год назад
		12:58	Текущее видео	Советы в Снежную Погоду "Каша" под Колёсами	62 тыс. просмотров7 месяцев назад
		5:59	Текущее видео	Дождь в мороз, гололёд	146 тыс. просмотров9 месяцев назад
		14:01	Текущее видео	Особенности Вождение в Дождь	75 тыс. просмотров2 недели назад
		15:46	Текущее видео	Особенности вождения зимой в снег гололёд	686 тыс. просмотров5 лет назад
		22:11	Текущее видео	Занос, Снос Автомобиля в Снег Гололёд для Начинающих Водителей	282 тыс. просмотров2 года назад
		10:31	Текущее видео	Аквапланирование автомобиля, Вождение в дождь, на мокрой дороге.	107 тыс. просмотров5 лет назад
		11:09	Текущее видео	Ночное Вождение, Особенности Вождения в Темноте	474 тыс. просмотров4 года назад
	---- круговое движение ----
		15:02	Текущее видео	Круговые Движения по Правилам и Безопасности, Минимизация Рисков на Кольце	47 тыс. просмотров5 месяцев назад
		10:13	Текущее видео	Круговое на Борщаговке, Колибрис, Леся Курбаса, Гната Юры	25 тыс. просмотров5 месяцев назад
		22:40	Текущее видео	Перекрёстки с Круговым Движениям, Правила Проезда по Кольцу.	146 тыс. просмотров6 месяцев назад
		3:55	Текущее видео	Вступили в Силу Изменения в ПДД 2017. Круговые движения.	186 тыс. просмотров4 года назад
		6:42	Текущее видео	Изменения в Правилах Дорожного Движения. Круговое Движение.	183 тыс. просмотров4 года назад
		6:13	Текущее видео	Внимание! Массово Меняют Знаки на Круговых Движениях	25 тыс. просмотров2 года назад
		6:22	Текущее видео	Круговое Движение, Никто не Знает Новых Правил	142 тыс. просмотров3 года назад
		20:11	Текущее видео	Правила проезда перекрёстка с круговым движением	152 тыс. просмотров6 лет назад
		27:21	Текущее видео	Какой ряд занять перед круговым движением	513 тыс. просмотров6 лет назад
		16:19	Текущее видео	Ситуация на круговых движениях в Украине	20 тыс. просмотров6 лет назад
		10:09	Текущее видео	Какие повороты включать перед круговым движениям	1,4 млн просмотров6 лет назад
	---- нерегулируемые перекрестки ----
		6:15	Текущее видео	Поворотник в Направлении Главной Дороги	74 тыс. просмотров5 лет назад
		14:05	Текущее видео	Как правильно проезжать закрытый поворот	82 тыс. просмотров6 лет назад
		8:08	Текущее видео	Помеха справа. Правила равнозначных дорог.	402 тыс. просмотров6 лет назад
		10:13	Текущее видео	Проезд Нерегулируемых Перекрёстков с Видео Примерами. 3 Часть	148 тыс. просмотров6 лет назад
	---- светофоры ----
		7:44	Текущее видео	Зелёная стрелка, ещё немного информации	110 тыс. просмотров9 месяцев назад
		8:48	Текущее видео	Пешеходы под Зелёную Стрелку ,как раз на Переключении Светофора	35 тыс. просмотров7 месяцев назад
		13:14	Текущее видео	Никогда не Глуши Движок на Светофоре	143 тыс. просмотров3 года назад
		7:55	Текущее видео	Внимание !!! не Дублирующие Светофоры.	47 тыс. просмотров3 года назад
		10:18	Текущее видео	Как Подъезжать и Стоять на Светофоре	1,1 млн просмотров5 лет назад
		8:55	Текущее видео	Важно! Светофоры Работают не Синхронно	59 тыс. просмотров5 лет назад
		10:37	Текущее видео	Зелёная стрелка, дополнительная секция светофора	362 тыс. просмотров6 лет назад
		17:00	Текущее видео	Правила Проезда Регулируемых Перекрёстков с видео примерами и картинками 2 Часть	192 тыс. просмотров6 лет назад
	---- перекоестки вообще ----
		14:22	Текущее видео	Где стать при Левом Повороте	94 тыс. просмотров4 месяца назад
		9:00	Текущее видео	Смещённые перекрёстки	41 тыс. просмотров10 месяцев назад
		8:38	Текущее видео	Основная Ошибка при Правом Повороте	286 тыс. просмотров5 лет назад
		3:50	Текущее видео	Невнимательность При Левом Повороте	112 тыс. просмотров5 лет назад
		8:14	Текущее видео	Ошибка при выполнении поворота и разворота	348 тыс. просмотров6 лет назад
		19:36	Текущее видео	Разворот на перекрёстке	1,2 млн просмотров6 лет назад
		17:57	Текущее видео	Как проезжать левый поворот	1 млн просмотров6 лет назад
		12:57	Текущее видео	Как проезжать правый поворот	236 тыс. просмотров6 лет назад
		13:26	Текущее видео	Проезд перекрёстков с видео примерами на реальных дорогах 1 Часть	299 тыс. просмотров6 лет назад
	---- препятствия ----
		5:50	Текущее видео	Позднее Торможение	44 тыс. просмотров5 лет назад
		9:02	Текущее видео	Резкое Торможение на Мигающий Зелёный	428 тыс. просмотров5 лет назад
		5:45	Текущее видео	Как научиться объезжать ямы на дорогах	390 тыс. просмотров7 лет назад
		6:13	Текущее видео	Как реагировать на поздно замеченную помеху на дороге.	518 тыс. просмотров7 лет назад
		13:02	Текущее видео	Как безопасно проезжать лежачие полицейские.	417 тыс. просмотров7 лет назад
	---- перестроения, обгоны ----
		12:18	Текущее видео	Минимизируем Риски, Фуры, Обгон, Перестроение, Опережение.	71 тыс. просмотров8 месяцев назад
		12:13	Текущее видео	Перестроение, Выезды, Встраивание, разные моменты, нюансы	58 тыс. просмотров11 месяцев назад
		11:10	Текущее видео	Перестроение по полосам, рядам, из ряда вряд	96 тыс. просмотров11 месяцев назад
		18:05	Текущее видео	Как Выехать в Скоростной Поток	224 тыс. просмотров2 года назад
		14:30	Текущее видео	Как Выехать в Плотный Поток	420 тыс. просмотров2 года назад
		14:00	Текущее видео	Исчезает ряд, кто кому уступает?	861 тыс. просмотров3 года назад
		16:04	Текущее видео	Обгон на трассе советы для новичков	497 тыс. просмотров6 лет назад
		10:57	Текущее видео	Обгон на трассе основные моменты	131 тыс. просмотров6 лет назад
		7:40	Текущее видео	Мёртвая зона и как определить момент для перестроения по зеркалам.	201 тыс. просмотров7 лет назад
		12:01	Текущее видео	Как правильно перестраиваться.	682 тыс. просмотров7 лет назад
		1:10	Текущее видео	Уроки вождения Киев, Смена ряда в городском потоке	41 тыс. просмотров8 лет назад
		12:41	Текущее видео	Габариты Автомобиля в Движении, пройдет не пройдет ?	73 тыс. просмотров3 недели назад

--- парковка, препятствия на дороге ---
		10:24	Текущее видео	Парковка по радиусу	102 тыс. просмотров2 года назад
		12:33	Текущее видео	Автодром Павла Усенка 8, Экзамен в ГАИ	82 тыс. просмотров3 года назад
		13:23	Текущее видео	Парковка Задом с Наклоном Кузова под 45 Градусов.	234 тыс. просмотров4 года назад
		10:53	Текущее видео	Выезд с Парковки Передом, Задом, Мелкие Нюансы	800 тыс. просмотров5 лет назад
		14:12	Текущее видео	Заезд Передним Ходом на Парковке, Несколько Способов, Ошибки	530 тыс. просмотров5 лет назад
		11:44	Текущее видео	Разворот в три приёма, хвост ласточки	115 тыс. просмотров6 лет назад
		8:25	Текущее видео	Как ехать очень медленно	699 тыс. просмотров6 лет назад
		9:40	Текущее видео	Упражнение Задним Ходом Перестановка из Ряда в Ряд, учимся ездить задом	44 тыс. просмотров2 года назад
		15:21	Текущее видео	Змейка Задним Ходом, как научится ездить задом	99 тыс. просмотров2 года назад
		12:36	Текущее видео	Упражнение Змейка, Змейка Автодром,Змейка Экзамен	129 тыс. просмотров3 года назад
		14:58	Текущее видео	Автоматическая Парковка С Шлагбаумом, Отработка Габаритов	31 тыс. просмотров1 год назад
	---- риски ----
		11:50	Текущее видео	Парковка, зажимают машины, разметка в снегу, советы	31 тыс. просмотров7 месяцев назад
		15:49	Текущее видео	Бесящее ДТП на парковке, кто прав	69 тыс. просмотров8 месяцев назад
		12:43	Текущее видео	Минимизируем риски на парковке	101 тыс. просмотров9 месяцев назад
	---- препятствия ----
		7:37	Текущее видео	Как Тронуться на Льду	44 тыс. просмотров5 лет назад
		8:46	Текущее видео	Как Трогаться на Глубоком Снегу	92 тыс. просмотров5 лет назад
		10:30	Текущее видео	Лучший Способ Выехать из Ямы	247 тыс. просмотров5 лет назад
		14:16	Текущее видео	Как Выехать из Ямы	93 тыс. просмотров5 лет назад
		14:06	Текущее видео	Как заехать и съехать с бордюра, тротуара	187 тыс. просмотров6 лет назад
	---- габариты, мертвые зоны ----
		13:59	Текущее видео	Как найти ориентиры для парковки на своём автомобиле, заезд в гараж, парковка на супермаркете.	64 тыс. просмотров5 месяцев назад
		10:01	Текущее видео	Сколько мы Невидим Впереди Капота, Перед Собой	312 тыс. просмотров2 года назад
		5:24	Текущее видео	Как Научится Парковаться под Бордюр, Бровку,Поребрик.	229 тыс. просмотров5 лет назад
		7:59	Текущее видео	Как научиться не пересекать стоп линию и подъезжать к бровке, бордюру	334 тыс. просмотров6 лет назад
		6:16	Текущее видео	Как определить расстояние для выворота колёс	246 тыс. просмотров6 лет назад
		10:13	Текущее видео	Как подъехать к высокому бордюру задом	182 тыс. просмотров6 лет назад
		7:06	Текущее видео	Мёртвая Зона Стойки, Слепая Зона Автомобиля.	40 тыс. просмотров6 лет назад
		5:38	Текущее видео	Мёртвая зона зеркал автомобиля, Слепая Зона Зеркал Машины	43 тыс. просмотров6 лет назад
		9:53	Текущее видео	Как научиться чувствовать габариты автомобиля	1 млн просмотров7 лет назад
		4:32	Текущее видео	Как определить что колёса стоят прямо.Как колёса поставить ровно.	387 тыс. просмотров7 лет назад
	---- где лучше оставить ----
		6:50	Текущее видео	5 Советов (Лайфхаков) по Парковке Автомобиля	844 тыс. просмотров4 года назад
		7:05	Текущее видео	Как Оставлять Машину под Домом на Парковке	422 тыс. просмотров4 года назад
		13:51	Текущее видео	Аварийность на Парковке Супермаркетов,Парковка Возле Супермаркета	75 тыс. просмотров5 лет назад
	---- параллельная парковка ----
		13:28	Текущее видео	Парковка Ёлочкой Ошибки, Ориентиры	46 тыс. просмотров1 месяц назад
		9:58	Текущее видео	Параллельная парковка под 45г, ориентиры, чтоб не поджали	90 тыс. просмотров3 месяца назад
		11:48	Текущее видео	Парковка под 45г ориентиры для парковки, самая распространённая парковка	215 тыс. просмотров4 месяца назад
		15:39	Текущее видео	Параллельная Парковка.Отличия по Размеру Парковки	112 тыс. просмотров1 год назад
		12:55	Текущее видео	Параллельная Парковка Левой Стороной,Экзамен,МРЕО, Туполева	81 тыс. просмотров2 года назад
		10:15	Текущее видео	Параллельная парковка Экзамен в ГАИ МРЭО на Туполева	91 тыс. просмотров3 года назад
		7:58	Текущее видео	Как Определить Расстояние для Параллельной Парковки Задом	280 тыс. просмотров3 года назад
		15:11	Текущее видео	Параллельная Парковка Передом	554 тыс. просмотров5 лет назад
		7:08	Текущее видео	Параллельная парковка на автомобиле задним ходом.	839 тыс. просмотров7 лет назад
	---- бокс ----
		15:25	Текущее видео	Парковка по Зеркалам Задним Ходом, Заезд в Гараж на Автодроме	269 тыс. просмотров4 года назад
		17:43	Текущее видео	Заезд в Гараж Простой Способ, Парковка Задним Ходом в Бокс или Между Машин Возле Супермаркета	1,9 млн просмотров4 года назад
		11:29	Текущее видео	2.Способ. Заезд в гараж задним ходом.Парковка между машин задним ходом.	333 тыс. просмотров7 лет назад
		17:12	Текущее видео	1.Способ.Заезд в гараж, Заезд в бокс, Парковка задним ходом.	694 тыс. просмотров7 лет назад

--- основные органы управления ---
		10:03	Текущее видео	Буксировка Автомобиля Мелкие Нюансы	103 тыс. просмотров4 года назад
		8:02	Текущее видео	Что Будет Если на Скорости Заглушить Движок	1,1 млн просмотров4 года назад
			отключится усиление руля и тормозов
			если вынуть ключи заблокируется руль
			если есть сцепление с двигателем, будет торможение двигателем
			на автомате, если есть сцепление с двигателем в режиме драйв, будет портиться коробка
		11:56	Текущее видео	Красная Зона Тахометра, Можно ли Крутить Тахометр до Отсечки	596 тыс. просмотров4 года назад
			для быстрого разгона (например если надо вклиниться в поток)
				! проверить заранее уровень масла и состояние ремня ГРМ
		9:16	Текущее видео	Как правильно вращать руль автомобиля.	669 тыс. просмотров7 лет назад
	---- передачи ----
		11:28	Текущее видео	Как Тормозить Двигателем на Автомате и для чего?	48 тыс. просмотров1 месяц назад
		11:49	Текущее видео	Нестандартное (стрёмное) Использование Нейтральной Передачи на АКПП	43 тыс. просмотров2 месяца назад
		11:09	Текущее видео	Нейтралка на Автомате как Включить если Сломались	37 тыс. просмотров2 месяца назад
		13:16	Текущее видео	Особенности Коробки Автомат	246 тыс. просмотров1 год назад
		22:30	Текущее видео	Что обозначают буквы (режимы) на коробке автомат	814 тыс. просмотров5 лет назад
			P паркинг
			R реверс
			N нейтраль
			D драйв	= A автомат
				kick-down - педаль в пол - автоматически понижается на пониженную
				O/D over-drive - идти на одной передаче
			D3 1я-2я-3я 
			2 1я-2я пониженная - на уклонах - 40км/ч
			L 1я пониженная - на уклонах - 20км/ч
			M - мануальный/ручной режим 
				+/- передачи
			S - спорт
			режимы
				экономный	медленно переключается
				нормальный	
				спорт		быстро переключается
				
			snow

		19:12	Текущее видео	Что в Автошколе Говорят Нельзя Делать на Механике..	792 тыс. просмотров2 года назад
		4:07	Текущее видео	Миф про Заднюю Передачу или что Будет Если на Скорости Включить Заднюю Передачу .	513 тыс. просмотров4 года назад
			синхронизатор не пустит
		8:32	Текущее видео	Клевки при Переключении Передач на Повышенную Передачу	453 тыс. просмотров3 года назад
		6:11	Текущее видео	Как переключить передачу на пониженную без "клевка"	529 тыс. просмотров6 лет назад
		9:46	Текущее видео	Переключение Передач в Горку	402 тыс. просмотров5 лет назад
		13:39	Текущее видео	Как и в каких случаях переключают на пониженную передачу	639 тыс. просмотров6 лет назад
			набор скорости - переключение +1, по оборотам
			торможение - переключение по скорости
			в гору - передача ниже
			и хотим быстро разогнаться - передача ниже
		20:37	Текущее видео	Как переключать передачи, ошибки при переключении	2 млн просмотров6 лет назад
			на скорости 40 1ю передачу не позволит включить синхронизатор
			не включаем по диагонали
		14:26	Текущее видео	Переключение передач по скорости и оборотам	1,1 млн просмотров6 лет назад
			обороты двигателя пропорциональны скорости
				оптимально держать в диапозоне 1,5-2 т.о/м
			сцепление нажимаем резко, отпускаем плавно
			газ 	отпускаем резко, нажимаем плавно
			5-20	1
			20-40	2
			40-60	3
			60-80	4
			80+	5
		11:23	Текущее видео	Железные правила для коробки механической и автоматической	590 тыс. просмотров1 год назад
			не включать стартер, если работает движок
			переключение передач только с выжатым сцеплением (до упора в пол)
			когда стоишь прежде чем отпустить сцепление надо проверить нейтралку
			прежде чем включить заднюю передачу надо остановиться
			на автомате с выключенным двигателем передачи не переключаются
			на автомате переключать передачи только при полной остановке
			на автомате на горке при остановке сначала затягиваем ручник, потом ставим паркинг (чтобы не было давления на зуб)
			
	---- сцепление ----
		8:05	Текущее видео	Работа с Педалями на Механике для Новичков	232 тыс. просмотров2 года назад
		5:44	Текущее видео	Сцепление. Изгиб Ноги. Нюансы	161 тыс. просмотров3 года назад
		10:19	Текущее видео	Когда Палится Сцепление	2,2 млн просмотров4 года назад
		24:06	Текущее видео	Три способа тронуться с места на механической коробке передач	999 тыс. просмотров6 лет назад
		13:36	Текущее видео	Как правильно отпускать сцепление и работать с педалями.	2 млн просмотров6 лет назад
		8:43	Текущее видео	1 способ.Как трогаться в горку с ручника.	708 тыс. просмотров7 лет назад
		6:42	Текущее видео	3 способ.Как трогаться в горку подлавливая сцеплением и синхронно добавляя газ.	349 тыс. просмотров7 лет назад
		6:01	Текущее видео	2 способ.Как трогаться в горку без ручника, подвод сцепления, без отката	722 тыс. просмотров7 лет назад
		7:53	Текущее видео	Как правильно трогаться с места на механической коробке передач	2,2 млн просмотров8 лет назад
	---- тормоза ----
		8:16	Текущее видео	Как научиться тормозить без клевков	55 тыс. просмотров4 месяца назад
		7:48	Текущее видео	Как Тронуться с Горки Вниз, Ошибки Учеников.	363 тыс. просмотров3 года назад
		3:07	Текущее видео	Что Будет Если на Скорости Затянуть Ручник	282 тыс. просмотров4 года назад
			задние колеса блокируются и немного заносит
		8:58	Текущее видео	Электронный ручник	223 тыс. просмотров4 года назад
		16:39	Текущее видео	Стояночный Тормоз, Ручник, Ножник, Электро Ручник	176 тыс. просмотров4 года назад
			на крутой горе без ручника и с выключенным двигателем не стоять - не руботает гидроусилитель тормозов
			Ручник - только задние колеса
				чтобы отпустить если сильно затянул - немного натянуть и потом нажимать на кнопку
				если при затянутом ручнике пытаемся тронуться - зад толжен приседать
			Ножник, - на автомате бывает
			Электро Ручник
				если забыл снять и начал движение - он снимется автоматически
				если сел аккумулятор - он может не затянуться
		5:01	Текущее видео	3.Как правильно тормозить.Экстренное торможение.Виды и способы торможения.	184 тыс. просмотров7 лет назад
			экстренное
				отпускаем газ и сразу на тормоз (сцепление не нажимаем)
				как только появился визг (проскальзывание колес) - сразу приотпускаем тормоз
				вконце можно нажать сцепление чтобы не заглохнуть
		9:35	Текущее видео	2.Как правильно тормозить.Активное торможение.Виды и способы торможения.	734 тыс. просмотров7 лет назад
			активное - по городу
				<20-30км/ч - с выжиманием сцепления
				>20-30км/ч - без выжимания сцепления
				вконце немного приотпустить тормоз, чтобы машина не клюнула

				интенсивное=служебное
				ступенчатое - нажали ---- отпуститли, потом снова
				импульсное - имитация АБС - если снег/дождь
		6:00	Текущее видео	1.Как правильно тормозить.Виды и способы торможения на механической коробке передач.	933 тыс. просмотров7 лет назад
			двигателем
				не загораются стоп сигналы !
				если отказали тормоза
					передачи снижаем постепенно 4->3->2->1
				на светофоре
					просто отпускаем газ
					потом добавляем тормоз (?)
					потом нажимаем сцепление

--- дополнительные органы управления ---
		12:01	Текущее видео	Противотуманки Когда Включать и Зачем влог	25 тыс. просмотров1 месяц назад
		14:10	Текущее видео	Фары для новичков, как включать, габариты ,ближний дальний, дневные ходовые огни, противотуманки	46 тыс. просмотров1 месяц назад
		12:59	Текущее видео	Антипробуксовочная система, ABS, ESP система курсовой устойчивости.	155 тыс. просмотров3 года назад
		4:02	Текущее видео	ESP Программа Электронной Стабилизации	302 тыс. просмотров4 года назад
		13:09	Текущее видео	Камера Заднего Вида	94 тыс. просмотров3 года назад
		15:34	Текущее видео	Установил Камеру Заднего Вида	219 тыс. просмотров3 года назад
		7:37	Текущее видео	Что такое парктроник и как он работает	142 тыс. просмотров6 лет назад
		4:40	Текущее видео	Как правильно настроить сиденье под водителя.	338 тыс. просмотров7 лет назад
			выжимаем сцепление не кончиками пальцев
			когда нога на ступеньке - сиденье не пережимает низ ноги
			когда руки на руле - руль в изгибе запястий
		10:47	Текущее видео	Как настроить зеркала в автомобиле и что такое мёртвая зона	652 тыс. просмотров7 лет назад
			боковые
				на соседний ряд
				чтобы видеть борт (ручку)
				можно приблизить голову, чтобы больше увидеть
				мертвые зоны - по бокам сзади - тоже проверять перед перестроением
			салонное
				чтобы видеть свое ухо
				бывают переключатели, которые отражают часть света вверх - чтобы ночью машины не слепили
		20:34	Текущее видео	Приборная панель (контрольные лампы)	229 тыс. просмотров5 лет назад
			...
		24:46	Текущее видео	Приборная панель (органы управления),свет,печка,дворники	534 тыс. просмотров5 лет назад
			...
		4:52	Текущее видео	Как заводить двигатель на машине с коробкой автомат	874 тыс. просмотров5 лет назад
			сначала нажать тормоз, коробка в паркинге или нейтрали
		10:48	Текущее видео	Как правильно заводить автомобиль.	1,8 млн просмотров7 лет назад
			сцепление разъединяет двигатель и коробку
			повернув ключ ждем 2 сек и только потом запускаем стартер (в это время бензонасос прокачивает бензин)
			на инжекторных машинах газ не нажимаем (это делает компьютер), на карбюраторных нажимаем немного

--- лайвхаки и советы ---
		12:34	Текущее видео	Что Не надо делать если пробили колесо	139 тыс. просмотров3 месяца назад
		16:21	Текущее видео	Подготовка к Теоретическому Экзамену в Автошколе, где решать билеты, маршруты	15 тыс. просмотров4 месяца назад
		12:32	Текущее видео	Банальные Вопросы Учеников	125 тыс. просмотров1 год назад
		11:48	Текущее видео	Советы Напоминания для Новичков.Часть пятая	83 тыс. просмотров1 год назад
		13:37	Текущее видео	Советы напоминания для начинающих водителей,часть четвертая	131 тыс. просмотров2 года назад
		13:02	Текущее видео	Советы Напоминания для Начинающих Водителей и учащихся автошкол, часть 3	153 тыс. просмотров2 года назад
		15:56	Текущее видео	Советы Напоминания для Начинающих Водителей и учащихся автошкол, часть 2	265 тыс. просмотров2 года назад
		12:20	Текущее видео	Советы, Напоминания для Начинающих Водителей, Учащихся Автошкол.	708 тыс. просмотров2 года назад
		8:57	Текущее видео	Чехол на Руль. Нужен Ли ?	203 тыс. просмотров3 года назад
		12:01	Текущее видео	Выбор Автошколы, Как Выбрать Автошколу.	33 тыс. просмотров3 года назад
		1:37	Текущее видео	Секретка на руле, как разблокировать руль.	305 тыс. просмотров7 лет назад
		5:08	Текущее видео	Обязательный Набор Автомобилиста	450 тыс. просмотров4 года назад
		8:33	Текущее видео	7 Вещей Которые Уходят в Прошлое для Современного Водителя	243 тыс. просмотров4 года назад
		14:33	Текущее видео	Химчистка Салона	62 тыс. просмотров1 год назад
		11:36	Текущее видео	Туннельная мойка, как заехать, нюансы	32 тыс. просмотров1 год назад
		3:36	Текущее видео	Как отмыть смолу, битум с автомобиля	91 тыс. просмотров5 лет назад
		13:08	Текущее видео	Плюсы и Минусы Автомобильных Моек	609 тыс. просмотров5 лет назад
		12:22	Текущее видео	Ребёнок первый раз за рулём, первый урок вождения	120 тыс. просмотров6 лет назад
		5:04	Текущее видео	Очки для водителей с антибликовым эфектом.	126 тыс. просмотров6 лет назад
		5:31	Текущее видео	Как Правильно Открыть Дверь из Салона и с Какой Стороны Правильно Подойти к Автомобилю.	43 тыс. просмотров1 год назад
		6:31	Текущее видео	Как Садиться в Автомобиль	75 тыс. просмотров5 лет назад
		7:15	Текущее видео	Советы при открытии двери для начинающих водителей.	39 тыс. просмотров6 лет назад
		11:25	Текущее видео	"У" или"70" какую клеть? начинающему водителю и клеить ли вообще	64 тыс. просмотров6 месяцев назад
	---- сигнализация и ключи ----
		8:23	Текущее видео	Установил себе сигнализацию	24 тыс. просмотров6 месяцев назад
		12:29	Текущее видео	Мои Впечатления от Сигнализации Pandora , Отзыв.	42 тыс. просмотров6 месяцев назад
		14:18	Текущее видео	Привязка ключа с АлиЭкспрес, Форд Эскейп Американец	46 тыс. просмотров1 год назад
		16:47	Текущее видео	Что Делать Если Потеряли Ключи от Авто(изготовление ключей)	144 тыс. просмотров2 года назад
		8:00	Текущее видео	Как привязать брелок к сигнализации	557 тыс. просмотров5 лет назад
	---- зима ----
		7:51	Текущее видео	10 Советов Лайфхаков в Зимний Период Автомобилистам	2 млн просмотров4 года назад
		4:57	Текущее видео	Мёрзнут Ноги в Автомобиле	204 тыс. просмотров4 года назад
		2:44	Текущее видео	Что вас может ждать зимним утром. Щётка для снега.	20 тыс. просмотров6 лет назад
	---- камеры и штрафы ----
		8:17	Текущее видео	Повысились (подорожали) Штрафы за Нарушения Правил Дорожного Движения с 17 03 2021	39 тыс. просмотров6 месяцев назад
		2:25	Текущее видео	Камера Контроля Полосы для Общественного Транспорта	23 тыс. просмотров7 месяцев назад
		14:06	Текущее видео	Два года права,не Доходят Штрафы,Камеры,Где смотреть штрафы	46 тыс. просмотров1 год назад
		15:10	Текущее видео	Получил Штраф, как не Попадать Антирадар, где смотреть,как платить.	89 тыс. просмотров1 год назад
		8:43	Текущее видео	Камеры Автоматической Видео Фото Фиксации Нарушений	88 тыс. просмотров1 год назад
		11:03	Текущее видео	Штраф за тонировку - как избежать? Разрешенная тонировка. Тонировка по ГОСТу	105 тыс. просмотров7 месяцев назад
	---- ДТП, юридические вопросы ----
		5:04	Текущее видео	Права и Техпаспорт на Мобильном "Дія"	168 тыс. просмотров1 год назад
		5:54	Текущее видео	Замена (прав) Водительского Удостоверения Старых на Новые 2018	351 тыс. просмотров3 года назад
		12:08	Текущее видео	Проблесковый Маячок	86 тыс. просмотров4 года назад
		8:13	Текущее видео	Что Делать если Украли или Потеряли Автономера	44 тыс. просмотров3 года назад
			номера объявляются угнанными, а машину надо заново перерегистрировать (полностью)
			если украли только один номер - можно сделать дубликат
			если требуют выкуп - проще сделать дубликат
		15:40	Текущее видео	Обязательное Автострахование. Нюансы. Автогражданка. ОСАГО.	98 тыс. просмотров4 года назад
			франшиза - при страховом случае небольшой ущерб возмещаешь сам
			подать заявление втечении 3 дней после ДТП или года у пострадавшего (но лучше позвонить)
			ававрийный комиссар - чтобы помочь зафиксировать всё, но можно и самому
			предоставить авто (оба) на осмотр - для оценки ущерба
			??? требовать номер полиса со второго участника не обязательно ??? главное обратиться в свою страховую
			если у тебя нет полиса - штраф 800р
				если управляет человек невписанный в полис - штраф 500р
				но страховка распространяется на всех, кто управляет ТС на законных основаниях (дал другу (с правами) покататься)
					но если пенсионер со скидкой, то полис только на него
			европротокол:
				2 участника и у каждого действующий полис
				1 признает свою вину
					если он передумает признавать вину, то страховка не действует и он сам должен выплачивать ???
					кто виновен должно быть ОЧЕВИДНО
				ущерб до 100кр
				нет пострадавших по здоровью
				нет алкогольных/наркотических опьянений
			подавать в страховую
				протокол (от ментов или евро)
				тех паспорт на авто
				водительское
				паспарт
				ТС на осмотр
			выплаты втечение 90 дней
		10:31	Текущее видео	Действия при ДТП, что Делать если Произошло ДТП	132 тыс. просмотров4 года назад
			включить аварийку, выйти, оценить ситуацию
			а)
				узнать адрес (на ближайшем доме, GPS, у прохожих)
				вызвать скорую, оказать первую помощь
				поставить знак аварийной остановки
				позвонить в страховую и м.б. эвакуатор
			б)	поставить знак аварийной остановки
				а)если очевидно кто виновник, и он признает свою вину и ты можешь оценить сумму ущерба
					можно на месте рассчитаться, и !взять расписку!
				б)если очевидно кто виновник, и он признает свою вину и ты можешь оценить сумму ущерба
					оформить евро-протокол (!если оформить неправильно, можно ничего не получить!)
				в)если ситуация спорная
					вызвать полицию
					фото-фидео зафиксировать ситуацию и ущерб
					найти свидетелей (фамилия, телефон) (если нет регистратора)
						полиция забирает права у виновника (или у обоих, если не понятно) (до суда)
							и выдает бумажку в замен прав (чтобы можно было ездить до суда)
	---- видеорегистратор, электроника, гаджеты ----
		10:27	Текущее видео	Обзор автомобильных держателей для телефона	48 тыс. просмотров4 месяца назад
		11:24	Текущее видео	Обзор GPS радар -детектор RUCCESS STR-S900-G 2 в 1, антирадар.	32 тыс. просмотров3 года назад
		16:29	Текущее видео	Обзор регистратора Комбо Устройства Ruccess STR-LD200-G	31 тыс. просмотров3 года назад
		16:18	Текущее видео	Выбор Видео Регистратора	121 тыс. просмотров4 года назад
		8:05	Текущее видео	Видеорегистратор, Регистратор для Новичков, для Съёмки Видео	57 тыс. просмотров5 лет назад
	---- криминал ----
		7:58	Текущее видео	Кидалаво на покупке шин в интернет магазине Фаворит Шина	22 тыс. просмотров2 года назад
		3:27	Текущее видео	Развод на Дороге Перстень	66 тыс. просмотров3 года назад
		8:37	Текущее видео	Автоподставы, Авторазвод при Помощи Колпаков.	100 тыс. просмотров3 года назад
			колпаки пристегивать стяжками
		4:56	Текущее видео	Как Защитить Колёса от Кражи. Секретные болты ( гайки )	45 тыс. просмотров5 лет назад
		4:55	Текущее видео	Кража Вещей из Салона Автомобиля	34 тыс. просмотров5 лет назад
			не оставлять вещи в салоне, перекладывать в багажник !беспалевно!
	---- запуск двигателя ----
		8:51	Текущее видео	Прикуриваем Электромобиль	13 тыс. просмотров3 года назад
		7:58	Текущее видео	Как Завести Машину с Толкача	202 тыс. просмотров5 лет назад
		10:46	Текущее видео	Как Прикурить Автомобиль	196 тыс. просмотров5 лет назад
		11:16	Текущее видео	Прогревать или не прогревать двигатель	538 тыс. просмотров5 лет назад
		13:50	Текущее видео	Автозапуск двигателя с брелка сигнализации	170 тыс. просмотров6 лет назад
	---- заправка ----
		8:43	Текущее видео	Что делать если в 40 литровый баллон влезло 43 литра газа	247 тыс. просмотров4 недели назад
		7:47	Текущее видео	При Заправке Газом Сколько Должно Влезать в Газовый Баллон	13 тыс. просмотров3 недели назад
		14:20	Текущее видео	За Сколько Отбивается Газ и Сколько вы Экономите	64 тыс. просмотров1 год назад
		8:28	Текущее видео	Что Будет если Закончится Топливо	316 тыс. просмотров4 года назад
			топливный насос может испортиться
		11:11	Текущее видео	Как Заправлять Автомобиль (Мелкие Нюансы)	1,4 млн просмотров5 лет назад
			с какой стороны бак - на приборной панели
			открывается под сиденьем
			до полного - автоматически отщелкивает
			закрываем машину, запоминаем номер заправки и идем платить
			и на кассе говорим: 95й до полного или 10-20 литров или на 100-200-500 рублей
	---- стекла ----
		5:25	Текущее видео	Щетки Стеклоочистителя Плохо Вытирают Лобовое Стекло	158 тыс. просмотров4 года назад
		13:42	Текущее видео	Как Быстрее Убрать Запотевание Окон (Тест)	781 тыс. просмотров5 лет назад
		8:43	Текущее видео	Запотевание Cтёкол в Автомобиле	45 тыс. просмотров5 лет назад
		9:41	Текущее видео	Как предотвратить замерзание лобового стекла	209 тыс. просмотров6 лет назад
		8:41	Текущее видео	Как очистить стекло от льда	153 тыс. просмотров6 лет назад

--- ремонт и обслуживание ---
		10:13	Текущее видео	ГидроУдар. Как Можно Убить Двигатель. Глубокие Лужи Чем Опасно	73 тыс. просмотров2 месяца назад
		15:33	Текущее видео	Атермальная тонировка: клеить или нет. На какие стекла. Цена вопроса	54 тыс. просмотров5 месяцев назад
		2:05	Текущее видео	Замена дворников Ford Escape, Kuga	21 тыс. просмотров1 год назад
		12:18	Текущее видео	Как Меняется Лобовое Стекло	32 тыс. просмотров3 года назад
		6:05	Текущее видео	Глушитель, Варить или Пусть Течёт	33 тыс. просмотров3 года назад
		5:18	Текущее видео	Вода под Капотом. Откуда?	19 тыс. просмотров3 года назад
		7:38	Текущее видео	Дозаправка Автокондиционера.	32 тыс. просмотров4 года назад
		4:15	Текущее видео	Машина Бьётся Током	1,6 млн просмотров5 лет назад
		16:31	Текущее видео	Заправка и Ремонт Автокондиционеров	26 тыс. просмотров5 лет назад
		13:48	Текущее видео	Как поменять (дворники) щетки стеклоочистителя	705 тыс. просмотров5 лет назад
	---- как уменьшить износ ----
		9:25	Текущее видео	Как тормозить перед Ямами, Лежачими полицейскими, Трамвайными путями, неровностями на дороге	79 тыс. просмотров3 месяца назад
			препятствие преодолеваем с отпущенным тормозом и газом
			тормозим перед
			разгоняемся после
		8:29	Текущее видео	Водительские Понты	560 тыс. просмотров2 года назад
		6:43	Текущее видео	Насколько Опасно, Вредно Крутить Руль на Месте	46 тыс. просмотров4 дня назад
		12:50	Текущее видео	Что не Нужно Отрабатывать на Автомате	107 тыс. просмотров1 год назад
		12:34	Текущее видео	Что Убивает Наш Автомобиль в Пробках в Тянучках	47 тыс. просмотров1 месяц назад
		14:37	Текущее видео	Что Происходит с Автомобилем Если Редко Ездить или Долго Стоит.	626 тыс. просмотров2 года назад
	---- фары ---
		11:32	Текущее видео	Восстановление фар,защита бронеплёнкой, защита кузова	27 тыс. просмотров1 год назад
		1:40	Текущее видео	Инструкция Замены Ламп в Фаре H4,Гологенн,Led,светодиодная	18 тыс. просмотров1 год назад
		13:35	Текущее видео	Тест Светодиодных ламп LED	30 тыс. просмотров1 год назад
		13:14	Текущее видео	Влог Ветровики,Мухобойка,Биксенон	76 тыс. просмотров2 года назад
		7:57	Текущее видео	Запотела Фара, Чем Опасно ?	61 тыс. просмотров3 года назад
	---- подготовка к зиме ----
		17:37	Текущее видео	Тестируем Тормозуху, Заморозил, Новая уже Непригодная	22 тыс. просмотров8 месяцев назад
		13:27	Текущее видео	Дизельное Топливо в Мороз и ответы на вопросы	27 тыс. просмотров8 месяцев назад
		11:48	Текущее видео	Подготовка Автомобиля к Сильным Морозам	78 тыс. просмотров8 месяцев назад
		12:40	Текущее видео	Замёрзнет в Мороз Омывайка и Антифриз, как Проверить?	14 тыс. просмотров7 месяцев назад
		6:04	Текущее видео	Как Разморозить Жидкость (Лёд) в Бачке Омывателя. Разные Способы	354 тыс. просмотров4 года назад
		12:05	Текущее видео	Подготовка автомобиля к зиме ТО	53 тыс. просмотров1 год назад
	---- аккумулятор ----
		10:50	Текущее видео	Как Проверить Заряд Аккумулятора на Вашем Автомобиле	29 тыс. просмотров6 месяцев назад
		9:55	Текущее видео	4 критерия выбора аккумулятора,как выбрать аккумулятор для новичков	126 тыс. просмотров2 года назад
		11:18	Текущее видео	Причины Убивания Аккумулятора и Причины Разрядки	139 тыс. просмотров3 года назад
	---- ТО ----
		9:39	Текущее видео	Зимовка авто в гараже, аккумулятор, давление в шинах	45 тыс. просмотров6 лет назад
		25:43	Текущее видео	Проверка жидкостей, сроки замены, фильтра	399 тыс. просмотров6 лет назад
	---- ходовая ----
		8:31	Текущее видео	Развал Схождение 3D	117 тыс. просмотров4 года назад
		20:35	Текущее видео	Мероприятие по Диагностике Ходовой с Подписчиками. Как Диагностировать Ходовую	19 тыс. просмотров4 года назад
		3:04	Текущее видео	Диагностика Ходовой. Каждый Может Принять Участие.	22 тыс. просмотров4 года назад
		6:43	Текущее видео	Чем Отличаются Амортизаторы Масляные и Газомасляные. Когда Менять Амортизаторы	252 тыс. просмотров4 года назад
	---- колеса ----
		16:49	Текущее видео	Как Контролировать Следить за Давлением в Шинах	126 тыс. просмотров1 год назад
		11:10	Текущее видео	Перепрошивка датчиков давления в шинах Nissan Leaf, плюс лайфхак	23 тыс. просмотров3 года назад
		7:07	Текущее видео	Датчики Давления в Шинах, Переобувка на Nissan Leaf	19 тыс. просмотров3 года назад
		8:19	Текущее видео	Как Сделать Новые Диски за 50$	53 тыс. просмотров4 года назад
		6:49	Текущее видео	Бьёт Руль на Скорости или при Торможении	231 тыс. просмотров4 года назад
		8:32	Текущее видео	Тормозные Колодки, Передние, Задние, Сроки Замены.	133 тыс. просмотров4 года назад
		19:03	Текущее видео	Обозначения и расшифровка на шинах	147 тыс. просмотров5 лет назад
		24:35	Текущее видео	Что делать если спустило колесо, как поменять запаску.	94 тыс. просмотров6 лет назад
		5:51	Текущее видео	Скрип, скрежет в колесе	190 тыс. просмотров6 лет назад
		2:42	Текущее видео	Когда Менять (Переобувать) Шины с Зимних на Летние	37 тыс. просмотров5 лет назад
		6:20	Текущее видео	Грыжа на Колесе, Бугор на Шине	113 тыс. просмотров5 лет назад
	---- двигатель ----
		9:28	Текущее видео	Загорелся CHECK (ЧЕК) Что делать,неполадки двигателя.	2,6 млн просмотров3 года назад
		15:54	Текущее видео	Мойка Двигателя Своими Руками	158 тыс. просмотров4 года назад
		5:32	Текущее видео	5 Вещей Убивающие Движок	1,6 млн просмотров4 года назад
		12:06	Текущее видео	Аппаратная (Полная) Замена Масла в Автоматической Коробке Передач	79 тыс. просмотров4 года назад
		10:55	Текущее видео	Что Будет Если в Бензиновый Автомобиль Залить Дизель и в Дизельный залить Бензин	235 тыс. просмотров4 года назад
		6:27	Текущее видео	Как Ведёт Себя Дизель (Солярка) и Бензин в Мороз	103 тыс. просмотров4 года назад
		8:06	Текущее видео	Не Заводится Машина (Стартер)	158 тыс. просмотров5 лет назад
		19:47	Текущее видео	Перегрев двигателя, Закипел автомобиль	150 тыс. просмотров5 лет назад
		9:05	Текущее видео	Чистка Форсунок на Стенде, Чистка Инжектора.	23 тыс. просмотров5 лет назад
	---- ГБО ----
		16:30	Текущее видео	Поставил Газ на Американский Автомобиль	129 тыс. просмотров1 год назад
		6:00	Текущее видео	Регистрация ГБО в МВД (ГАИ) После Установки	66 тыс. просмотров1 год назад
		19:21	Текущее видео	Что нужно знать человеку, который купил машину с ГБО	260 тыс. просмотров3 года назад
		9:16	Текущее видео	Как Узнать Точный Литраж Газа в Баллоне ГБО	384 тыс. просмотров2 года назад
		12:20	Текущее видео	Установка ГБО на Автомобили с Прямым Впрыском	45 тыс. просмотров2 года назад
		15:18	Текущее видео	Эксперимент. Ставлю Скоростные Форсунки ГБО	151 тыс. просмотров3 года назад
		23:26	Текущее видео	Выбор ГБО Разного Уровня	67 тыс. просмотров3 года назад
		26:48	Текущее видео	ГБО 4 Поколения. Правильный Подбор Оборудования.	61 тыс. просмотров3 года назад
		21:05	Текущее видео	Газ на Автомобиле, ГБО (Газобалонное Оборудование) 4 поколение	495 тыс. просмотров4 года назад
	--- кузов ---
		16:18	Текущее видео	Полировка авто, Уход за Кузовом Автомобиля	31 тыс. просмотров1 год назад
		15:04	Текущее видео	Антигравийна Полиуретановая, Броне, Плёнка	25 тыс. просмотров9 месяцев назад
		12:41	Текущее видео	Ремонт Порогов	59 тыс. просмотров2 года назад
		17:55	Текущее видео	Толщиномеры Лакокрасочного Покрытия	59 тыс. просмотров2 года назад
		12:27	Текущее видео	Теперь я Пешеход Ремонт Порогов, Покраска	48 тыс. просмотров2 года назад
		12:06	Текущее видео	Толщиномер PROFILINE TG-3240 И CHY-115	13 тыс. просмотров1 год назад

--- выбор авто ---
		17:42	Текущее видео	Стоимость Ремонта Битка из Америки	74 тыс. просмотров9 месяцев назад
		4:20	Текущее видео	Что Если бы Перекупы Говорили Правду	116 тыс. просмотров1 год назад
		14:10	Текущее видео	Как Определить Сколько Стоит Любой Автомобиль	202 тыс. просмотров1 год назад
		10:20	Текущее видео	Влог Приехал Автовоз	38 тыс. просмотров2 года назад
		12:00	Текущее видео	Влог Подготовка к Продаже Chevrolet Aveo	68 тыс. просмотров2 года назад
		14:35	Текущее видео	Машина из США Цены Запчастей, Тайвань-Оригинал	53 тыс. просмотров1 год назад
		12:42	Текущее видео	МАШИНА из США. ЧЕМУ ВЕРИТЬ ЧЕМУ НЕТ. ВО СКОЛЬКО СТАЛА.	87 тыс. просмотров1 год назад
		15:29	Текущее видео	Машина из США Сертификация Постановка на Учёт Ford Escape, Kuga	144 тыс. просмотров1 год назад
		16:25	Текущее видео	Машина из США Запчасти Ремонт	143 тыс. просмотров1 год назад
		10:28	Текущее видео	Машина из США за сколько обещали и реально получилось	366 тыс. просмотров1 год назад
		14:28	Текущее видео	Приехала Машина Из Америки США	122 тыс. просмотров1 год назад
		14:28	Текущее видео	Машины без Бензина,пригон из Кореи	42 тыс. просмотров2 года назад
		15:05	Текущее видео	Заказал Себе Машину из США, Америки	71 тыс. просмотров2 года назад
		15:58	Текущее видео	Хочу Пригнать Авто из Америки США	59 тыс. просмотров2 года назад
		6:54	Текущее видео	Маршрутка или Электромобиль	24 тыс. просмотров3 года назад
	---- обзор авто ----
		18:51	Текущее видео	Обзор JEEP Compass (Джип Компасc)	44 тыс. просмотров10 месяцев назад
		16:02	Текущее видео	Обзор Форд мустанг из Америки	38 тыс. просмотров10 месяцев назад
		16:47	Текущее видео	Nissan Rogue Ниссан Рог из США обзор	44 тыс. просмотров11 месяцев назад
		3:01	Текущее видео	Форд Эскейп,Куга,как убрать системное сообщение о замене масла(Oil Change Required)	18 тыс. просмотров1 год назад
		19:52	Текущее видео	Форд Эскейп (Escape) Сравнительный Обзор Комплектации	67 тыс. просмотров1 год назад
		18:02	Текущее видео	Купил Машину из Америки Часть 2,после покупки.	67 тыс. просмотров2 года назад
		14:34	Текущее видео	Купил Машину из США, Америки	101 тыс. просмотров2 года назад
		10:12	Текущее видео	Влог, Фольксваген Джетта с Америки, США (отзыв уже пригнавшего)	98 тыс. просмотров2 года назад
		28:51	Текущее видео	Обзор Электромобиля Ниссан Лиф	40 тыс. просмотров3 года назад

--- прочее ---
		10:15	Текущее видео	Видео ответ по ДТП	51 тыс. просмотров3 года назад
		7:30	Текущее видео	Разбили машину ДТП	85 тыс. просмотров3 года назад
		1:49	Текущее видео	с 1 Ноября Снимут Знаки 80 км по Киеву будет везде 50 км !!!	39 тыс. просмотров11 месяцев назад
		9:50	Текущее видео	Обзор Мини-мойки Высокого Давления COMPASS HPW 160	39 тыс. просмотров3 года назад
		19:10	Текущее видео	Процесс Ремонта и Финиш по Ремонту.	39 тыс. просмотров3 года назад
		10:31	Текущее видео	Начало Ремонта Лёд Тронулся	28 тыс. просмотров3 года назад

		10:56	Текущее видео	Загоны Автоинструкторов	338 тыс. просмотров2 года назад
		7:33	Текущее видео	Когда Купил Свой Первый Автомобиль и Через 5 лет	472 тыс. просмотров2 года назад

		3:38	Текущее видео	Мышь в Машине	31 тыс. просмотров3 года назад
		3:21	Текущее видео	Ставим Электро Заправки	20 тыс. просмотров3 года назад
		30:12	Текущее видео	Результаты Розыгрыша, кто Выиграл.	9,6 тыс. просмотров1 год назад
		8:02	Текущее видео	О рекламе у блогеров. Розыгрыш подарков	14 тыс. просмотров1 год назад
		0:58	Текущее видео	С НАСТУПАЮЩИМ )))))	22 тыс. просмотров1 год назад

		20:06	Текущее видео	КОРОНАВИРУС COVID 19. Украина.Киев	53 тыс. просмотров1 год назад
		1:10:25	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	32 тыс. просмотровТрансляция закончилась 2 года назад
		0:50	Текущее видео	С Наступающим Новым Годом !!!	10 тыс. просмотров3 года назад
		1:03	Текущее видео	Первый Учебный Электромобиль в Украине	17 тыс. просмотров3 года назад
		12:36	Текущее видео	Влог Водительская Суета	98 тыс. просмотров4 года назад
		12:50	Текущее видео	ГАЗ Влог	26 тыс. просмотров4 года назад
		15:19	Текущее видео	Гараж на Туполева Автодром Экзамен в ГАИ МРЭО № 2	110 тыс. просмотров4 года назад
		4:03	Текущее видео	Пришла Серебряная Кнопка Ютуб	44 тыс. просмотров4 года назад
		1:29:53	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	16 тыс. просмотровТрансляция закончилась 4 года назад
		1:36:12	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	25 тыс. просмотровТрансляция закончилась 4 года назад
		0:58	Текущее видео	С Наступающим Новым Годом	7,6 тыс. просмотров4 года назад
		2:00:20	Текущее видео	Прямая трансляция пользователя Михаил Автоинструктор	17 тыс. просмотровТрансляция закончилась 4 года назад
		6:15	Текущее видео	Развод При Покупке Автомобиля	96 тыс. просмотров5 лет назад
		5:35	Текущее видео	Развод на Посуточной Аренде Квартир	52 тыс. просмотров5 лет назад
		1:43	Текущее видео	Видео уроки вождения трейлер канала	213 тыс. просмотров5 лет назад
		1:09	Текущее видео	С Наступающим Новым Годом	7,1 тыс. просмотров5 лет назад
		5:49	Текущее видео	Ремонт автомобильных дорог. Ямочный ремонт своими руками. Латаем ямы на дороге своими силами.	12 тыс. просмотров6 лет назад
		0:49	Текущее видео	Видео уроки вождения.Трейлер канала.	54 тыс. просмотров6 лет назад
		14:44	Текущее видео	Что Раздражает Водителя	178 тыс. просмотров1 год назад
		1:41	Текущее видео	В Киеве Возможно Отменят что Можно Ехать 80 км	20 тыс. просмотров6 месяцев назад
		2:35	Текущее видео	В Киеве с 1 Апреля можно ехать 80км на 7 улицах	16 тыс. просмотров6 месяцев назад
