Раздел I
{Глава 1. Основы конституционного строя
	Статья 1 что такое россия
	Статья 2 права и свободы человека
	Статья 3 источник власти в РФ - народ
	Статья 4 суверенитет
	Статья 5 федеративное устройство
	Статья 6 гражданство
	Статья 7 достойную жизнь и свободное развитие человека
	Статья 8 единство экономического пространства
	Статья 9 Земля и другие природные ресурсы
	Статья 10 разделения на законодательную, исполнительную и судебную (? а прокуратура, а центробанк)
	Статья 11 Государственную власть
	Статья 12 местное самоуправление
	Статья 13 идеологическое многообразие
	Статья 14 светское государство, религии равноправны
	Статья 15 правовой системы
	Статья 16 данной главе ни что не может противоречить
}
{Глава 2. Права и свободы человека и гражданина
	Статья 17 согласно общепризнанным принципам
	Статья 18 определяют смысл, содержание и применение законов
	Статья 19 Все равны перед законом и судом
	Статья 20 Каждый имеет право на жизнь, Смертная казнь - в соответствии с законом
	Статья 21 Достоинство личности; пытки, опыты - запрещены
	Статья 22 право на свободу. в досудебном порядке - до суда - не более 48 часов
	Статья 23 неприкосновенность частной жизни, личную тайну - только судом
	Статья 24 Сбор информации о частной жизни не допускаются. 
				возможность ознакомления с документами и материалами, непосредственно затрагивающими его права
	Статья 25 Жилище неприкосновенно за исключение случаев, предусмотренных ФЗ
	Статья 26 национальной принадлежности, родным языком
	Статья 27 свободно передвигаться, свободно выезжать за пределы РФ
	Статья 28 свобода совести, свобода вероисповедания
	Статья 29 свобода мысли и слова
	Статья 30 Свобода деятельности общественных объединений
	Статья 31 право собираться мирно, без оружия, проводить собрания, митинги
	Статья 32 участвовать в управлении, избирать и быть избранными (кроме осужденных), участвовать в отправлении правосудия
	Статья 33 направлять обращения в государственные органы
	Статья 34 предпринимательской и экономической деятельности
				Не допускается монополизацию и недобросовестную конкуренцию
	Статья 35 частной собственности, наследования
	Статья 36 в частной собственности землю
	Статья 37 Труд, МРОТ, забастовки, отдых
	Статья 38 Материнство и детство, семья
	Статья 39 социальное обеспечение, пенсии 
	Статья 40 право на жилище
	Статья 41 охрану здоровья и медицинскую помощь
	Статья 42 экологическим правонарушением
	Статья 43 образование
	Статья 44 свобода творчества, Интеллектуальная собственность, 
				заботиться о сохранении исторического и культурного наследия
	Статья 45 Государственная защита прав и свобод гарантируется
	Статья 46 судебная защита его прав и свобод
	Статья 47 судьи кто? - в соответствии законом
	Статья 48 право на получение квалифицированной юридической помощи
	Статья 49 призумпция невиновности
	Статья 50 суды
	Статья 51 не обязан свидетельствовать против себя и родственников
	Статья 52 потерпевших от преступлений и злоупотреблений властью
	Статья 53 возмещение государством вреда, причиненного им
	Статья 54 Закон обратной силы не имеет, в приоритете смягчающий закон
	Статья 55 права и свободы могут быть ограничены в целях защиты основ конституционного строя
	Статья 56 В чрезвычайном положении отдельные ограничения прав и свобод, кроме ...
	Статья 57 Каждый обязан платить законно установленные налоги и сборы
	Статья 58 обязан сохранять природу
	Статья 59 военную службу в соответствии с ФЗ
	Статья 60 самостоятельно осуществлять в полном объеме свои права и обязанности с 18 лет.
	Статья 61 Гражданин РФ не может быть выслан или выдан
	Статья 62 двойное гражданство
	Статья 63 политическое убежище
	Статья 64 Положения настоящей главы
}
{Глава 3. Федеративное устройство
	Статья 65 субъекты Российской Федерации:
	Статья 66 Статус субъекта Российской Федерации
	Статья 67 Территория Российской Федерации
	Статья 68 Государственным языком Российской Федерации
	Статья 69 права коренных малочисленных народов
	Статья 70 флаг, герб и гимн, Столицей Российской Федерации
	Статья 71 В ведении Российской Федерации находятся:
	Статья 72 В совместном ведении Российской Федерации и субъектов Российской Федерации находятся
	Статья 73 субъекты обладают всей полнотой государственной власти вне федеральной власти
	Статья 74 внутренние таможенные границы
	Статья 75 центробанк и налоги
	Статья 76 приоритет противоречащих законов
	Статья 77 Система органов государственной власти республик,.... единую систему исполнительной власти
	Статья 78 взаимодействие федеральных органов исполнительной власти и органов исполнительной власти субъектов
	Статья 79 межгосударственные объединения и передавать им часть своих полномочий
}
{Глава 4. Президент Российской Федерации
	Статья 80 Президент Российской Федерации является главой государства
	Статья 81 кто и как может быть выбран в президенты
	Статья 82 Присяга
	Статья 83 	назначает/снимает: праивтельство (кроме председателя), министров, Судей федеральных судов, прокурорв субъектов
					представителей РФ(т.е. своих) в совете федерации, Совет Безопасности, Администрацию Президента, полномочных представителей Президента, высшее командование Вооруженных Сил, дипломатических представителей
				назначает/снимает с согласия Государственной Думы: Председателя Правительства, председателя центробанка
				назначает/снимает с согласия Совета Федерации: судей Конституционного и Верховного судов, генпрокурора и его замов
	Статья 84  	назначает выборы Госдумы и распускает ее (в соотв. с конституцией), назначает референдум
				вносит законопроекты, подписывает и обнародует федеральные законы
				ежегодно обращается к Федеральному Собранию
	Статья 85 устраняет разногласия между субъектами
	Статья 86 внешней политикой
	Статья 87 Верховным Главнокомандующим Вооруженными Силами, военное положение
	Статья 88 чрезвычайное положение
	Статья 89 награждет, милует, дает гражданство и полит. убежище
	Статья 90 издает указы и распоряжения. они не противоречат ФЗ
	Статья 91 обладает неприкосновенностью
	Статья 92 окончание полномочий президента, мвесто него председатель праивтельства
	Статья 93 гос-дума может обвинить президента, верховный суд подтвердить обвинение, а Совет Федерации может отрешить от должности
}
{Глава 5. Федеральное Собрание
	Статья 94 Федеральное Собрание - парламент
	Статья 95 из двух палат - Совета Федерации и Государственной Думы
				В Совет Федерации входят: представители по одному от законодательного и исполнительного органов государственной власти субъектов и не более 10% представителей РФ(т.е. президента)
				Государственная Дума состоит из 450 депутатов
	Статья 96	Государственная Дума избирается сроком на пять лет
	Статья 97 кто может быть депутатом
	Статья 98 неприкосновенность членов фед. собрания
	Статья 99 сроки действия Совета Федерации и Государственной Думы
	Статья 100 заседают раздельно, открыто, но иногда могут закрыто и совместно
	Статья 101 председатель и его замы в совете федерации и гос-думе. Комитеты и комиссии, свой регламент у каждой палаты
				+ Счетная палата
	Статья 102 К ведению Совета Федерации относятся
	Статья 103 К ведению Государственной Думы относятся
	Статья 104 Законопроекты вносятся
	Статья 105 Федеральные законы принимаются
	Статья 106 Обязательному рассмотрению в Совете Федерации подлежат
	Статья 107 Президент подписывает закон
	Статья 108 Федеральные конституционные законы
	Статья 109 Государственная Дума может быть распущена
}
{Глава 6. Правительство Российской Федерации
	Статья 110 это исполнительная власть - председатель, его замы и фед. министры
	Статья 111 как назначается председатель правительства
	Статья 112 формирование структуры правительства
	Статья 113 деятельность председателя правительства
	Статья 114 деятельность правительства
	Статья 115 Постановления и распоряжения Правительства
	Статья 116 Перед вновь избранным Президентом Российской Федерации Правительство Российской Федерации слагает свои полномочия.
	Статья 117 уход правительства в отставку
}
{Глава 7. Судебная власть и прокуратура
	Статья 118 правосудие только судом. конституционным, гражданским, административным или уголовным
	Статья 119 кто может быть судьей
	Статья 120 Судьи подчиняются только Конституции и федеральному закону
	Статья 121 Судьи несменяемы
	Статья 122 Судьи неприкосновенны
	Статья 123 как происходит суд
	Статья 124 Финансирование судов
	Статья 125 Конституционный Суд
	Статья 126 Верховный Суд
	Статья 127. Исключена
	Статья 128 кто назначает судей
	Статья 129 кто назначает прокуроров
}
{Глава 8. Местное самоуправление
	Статья 130 
	Статья 131 
	Статья 132 
	Статья 133 
}
{Глава 9. Конституционные поправки и пересмотр Конституции
	Статья 134 кто вносит предложения о поправках и пересмотре
	Статья 135 для изменения глав 1, 2 и 9 нужно конституционное собрание
	Статья 136 поправки к главам 3-8 принимаются так же как и ФКЗ
	Статья 137 Изменения в статью 65 Конституции
}
Раздел II. Заключительные и переходные положения


О порядке опубликования и вступления в силу федеральных конституционных законов, федеральных законов, актов палат Федерального Собрания
